{
	"title": "MOT Inspection Manual: Cars and Passenger Vehicles",
	"sections": [
	  {
		"id": "1",
		"title": "Brakes",
		"description": "Brake condition and operation, service brakes, secondary brakes, parking brakes, anti-lock braking system (ABS), electronic braking system (EBS) and brake fluid rules and inspection for car and passenger vehicle MOT tests.",
		"subsections": [
		  {
			"id": "1.1",
			"title": "Condition and operation",
			"items": [
			  {
				"id": "1.1.1",
				"title": "Service brake pedal or hand lever pivot",
				"description": "",
				"defects": [
				  {
					"description": "Pivot too tight",
					"category": "Major"
				  },
				  {
					"id": "1.3",
					"title": "Secondary brake performance and efficiency",
					"items": [
					  {
						"id": "1.3.1",
						"title": "Performance",
						"description": "This inspection is only for vehicles with a single line braking system. If the secondary brake is also the park brake then there is no need to carry out a separate park brake test.\n\nThe secondary brake control may be the parking brake lever, or a separate brake control.\n\nWhen testing transmission parking brakes, the minimum secondary brake efficiency requirement must be calculated before the brake is tested. As soon as the minimum efficiency requirement is reached the brake testing must cease to avoid any possible damage.\n\n### Using a roller brake tester\n1. On each axle which has a secondary brake fitted, run the rollers and gradually apply the secondary brake keeping any \"hold-on\" button or trigger disengaged the whole time, watching how the braking effort for each wheel increases.\n\n2. Continue to apply the parking brake until maximum effort is achieved, or until the wheels lock and slip on the rollers. If the vehicle is ejected from the brake rollers, the required brake efforts may not be achieved, it will be necessary to repeat the test and chock the wheels which are not being tested.\n\n3. Record the reading at which the maximum braking effort is achieved and whether the wheels locked. Stop the rollers if they have not stopped automatically.\n\n### Using a plate brake tester\n1. Drive the vehicle forwards at a steady speed of about 4mph up to the plate tester.\n\n2. As soon as the wheels are on the plate high friction braking surfaces, gradually apply the secondary brake, keeping any 'hold-on' button or trigger disengaged the whole time, until maximum effort is achieved.\n\n3. Note the way in which the brake efforts increase and the maximum values achieved.\n\nIf a vehicle fails any aspect of the plate brake test, the check should be repeated to confirm the result.\n\n### Using a decelerometer\nIf the vehicle or system is of a type which cannot be tested on a roller brake tester, set up the decelerometer in the vehicle in accordance with the equipment manufacturer's instructions.\n\n1. Drive the vehicle on a level road at a steady speed of approximately 20mph (32kph) and progressively apply the secondary brake to maximum.\n\n2. Note the recorded brake efficiency.\n\n### Brake test results\nFor details of entering brake test results, see Section 1.2.2.",
						"defects": [
						  {
							"description": "Braking effort: inadequate at any wheel",
							"category": "Major"
						  },
						  {
							"description": "Braking effort: not recording at any wheel",
							"category": "Dangerous"
						  },
						  {
							"description": "Brakes imbalance across an axle such that: the braking effort from any wheel is less than 70% of the maximum effort recorded from the other wheel on the same axle. Or in the case of testing on the road, the vehicle deviates excessively from a straight line.",
							"category": "Major"
						  },
						  {
							"description": "Brakes imbalance across an axle such that: the braking effort from any wheel is less than 50% of the maximum effort recorded from the other wheel on a steered axle",
							"category": "Dangerous"
						  },
						  {
							"description": "A brake on any wheel grabbing severely",
							"category": "Major"
						  }
						]
					  },
					  {
						"id": "1.3.2",
						"title": "Efficiency",
						"description": "When conducting a test on a roller brake tester (RBT) where more than half of the wheels of a brake system lock the efficiency requirements for that system are considered to be met.\n\nVehicles with a single line braking system must meet the following minimum secondary brake efficiency requirements:\n\nM2 and M3 vehicles having a service brake operating on at least 4 wheels which were first used before 1 January 1968: 20% efficiency requirement\n\nVehicles first used before 1 January 1968 which do NOT have one means of control operating on at least 4 wheels and which have one brake system with two means of control or two brake systems with separate means of control: 25% from 2nd means of control\n\nAll other vehicles: 25% efficiency requirement\n\nVehicles first used before 1 January 1915 must only have one efficient braking system.",
						"defects": [
						  {
							"description": "Parking brake efficiency: below minimum requirement",
							"category": "Major"
						  },
						  {
							"description": "Parking brake efficiency: less than 50% of the required value",
							"category": "Dangerous"
						  }
						]
					  }
					]
				  },
				  {
					"id": "1.4",
					"title": "Parking brake performance and efficiency",
					"items": [
					  {
						"id": "1.4.1",
						"title": "Performance",
						"description": "You only need to inspect vehicles that have not already had the parking brake system tested as the secondary brake.\n\nThese vehicles must instead meet the secondary brake test requirements. For details see Section 1.3.1 and 1.3.2.\n\nThe primary brake tester must be used unless the vehicle is unsuitable due to its drive configuration, transmission type or braking system. If this is the case, a decelerometer or gradient test may be appropriate. A gradient test must only be carried out if the parking brake cannot be tested using the primary brake tester or decelerometer. This will usually only be necessary on certain all-wheel drive vehicles with electronic parking brakes where no vehicle technical information is available.\n\nWhen testing transmission parking brakes, the minimum parking brake efficiency requirement must be calculated before the brake is tested. As soon as the minimum efficiency requirement is reached the brake testing must cease to avoid any possible damage.\n\nA small number of large vehicles, such as some American motor caravans, have a parking brake which is not suitable for a dynamic brake test. In such cases a gradient test must be carried out.\n\nThree-wheeled vehicles only require a parking brake on one wheel.\n\n### Using a roller brake tester\n1. Run the rollers on each axle that has the parking brake fitted and gradually apply the parking brake, keeping any 'hold-on' button or trigger disengaged the whole time.\n\n2. Continue to apply the brake until maximum effort is achieved, or until the wheels lock and slip on the rollers. If the vehicle is ejected from the brake rollers, the required brake efforts may not be achieved, it will be necessary to repeat the test and chock the wheels which are not being tested.\n\n3. Record the reading at which the maximum braking effort is achieved and whether the wheels locked. Stop the rollers if they have not stopped automatically.\n\nLarge vehicles fitted with spring brakes, lock actuators or air assisted parking brakes may require an applied brake test for assessing parking brake efficiency. This test must only be conducted on an approved Class 5 roller brake tester with the appropriate 'Applied Brake Test' programme.\n\n1. Apply the parking brake fully and then release any power assistance. The service brake may be used to assist in setting the parking brake.\n\n2. Start each brake roller in turn and note the recorded maximum effort.\n\n### Using a plate brake tester\n1. Drive the vehicle forwards at a steady speed of about 4mph up to the plate tester.\n\n2. As soon as the wheels are on the plate's high friction braking surfaces, gradually apply the parking brake, keeping any \"hold-on\" button or trigger disengaged the whole time, until maximum effort is achieved.\n\n3. Note the maximum values achieved.\n\nIf a vehicle fails any aspect of the plate brake test, the check should be repeated to confirm the result.\n\n### Using a decelerometer\nIf the vehicle or system cannot be tested on a roller brake tester, set up the decelerometer in the vehicle as instructed by the equipment manufacturer.\n\n1. Drive the vehicle on a level road at a steady speed of approximately 20mph (32kph) and progressively apply the parking brake to maximum.\n\n2. Note the recorded brake efficiency.\n\nDecelerometer brake testing must always be carried out on suitable roads with as little traffic as possible. A particular public road should not be used for tests so frequently that it could cause complaints from residents.\n\n### Using a gradient tester\nA gradient test must only be carried out on vehicles that are not suitable for a parking brake test with the primary brake tester or decelerometer. This will usually only be necessary on certain all-wheel drive vehicles with electronic parking brakes where no vehicle technical information is available.\n\nA suitable gradient is considered to be one which:\n- is longer than the wheelbase of the vehicle\n- is not more than 16%\n- is as close to 16% as possible within a 3 mile radius of the testing station\n- if on a public road is in a safe place to conduct the test\n\n1. Reverse the vehicle onto the gradient.\n\n2. Hold the vehicle on the service brake whilst setting the parking brake.\n\n3. Release the service brake and note if the vehicle is held on the gradient.\n\n### Brake test results\nFor details of entering brake test results see Section 1.2.2.",
						"defects": [
						  {
							"description": "Parking brake inoperative on one side, or in the case of testing on the road, the vehicle deviates excessively from a straight line",
							"category": "Major"
						  }
						]
					  },
					  {
						"id": "1.4.2",
						"title": "Efficiency",
						"description": "You only need to inspect vehicles that have not already had the parking brake system tested as the secondary brake.\n\nThese vehicles must instead meet the secondary brake test requirements. For details see Section 1.3.1 and 1.3.2.\n\nFor details of conducting the test see Section 1.4.1.\n\nM2 and M3 vehicles that were first used before 1 January 1968 and that have a service brake operating on at least 4 wheels, have no specified parking brake efficiency requirement. However, they must have a parking brake that can prevent at least two wheels from turning. For vehicle category definitions see 'Abbreviations and definitions' in the 'Introduction'.\n\nVehicles first used before 1 January 1915 only need one efficient braking system. They do not need to meet a specified efficiency requirement.\n\nAll other vehicles must achieve a minimum parking brake efficiency of 16%.\n\nWhen conducting a test on a roller brake tester (RBT) where more than half of the wheels of a brake system lock the efficiency requirements for that system are considered to be met.",
						"defects": [
						  {
							"description": "Parking brake efficiency: below minimum requirement",
							"category": "Major"
						  },
						  {
							"description": "Parking brake efficiency: less than 50% of the required value",
							"category": "Dangerous"
						  }
						]
					  }
					]
				  },
				  {
					"id": "1.5",
					"title": "Additional braking device (retarder) performance",
					"description": "You must inspect any additional braking device fitted, such as an electric or fluid retarder or an exhaust brake.\nIt is not necessary to drive the vehicle to carry out this inspection.",
					"items": [
					  {
						"id": "1.5.1",
						"title": "Performance",
						"description": "",
						"defects": [
						  {
							"description": "Control for electronic retarder does not allow gradual variation in effort",
							"category": "Major"
						  },
						  {
							"description": "System obviously inoperative",
							"category": "Major"
						  }
						]
					  }
					]
				  },
				  {
					"id": "1.6",
					"title": "Anti-lock braking system (ABS)",
					"description": "You must inspect any ABS systems fitted.\n\nWhen testing ABS equipped vehicles, the road wheels that are lifted off the ground should not be allowed to rotate when the ignition is on. This can cause the ABS system to indicate a fault which may require specialist equipment to rectify.\n\nIf the ABS has been intentionally rendered inoperative, the whole system must be removed. This does not apply to sensor rings or other ABS components which are an integral part of another component, such as a brake disc or drive shaft.\n\nIt's not permissible to remove or disable the ABS from a vehicle first used on or after 1 January 2010. Not all vehicles first used on or after 1 January 2010 will have ABS, so the failure only applies where the system has obviously been removed.",
					"items": [
					  {
						"id": "1.6.1",
						"title": "ABS components",
						"description": "",
						"defects": [
						  {
							"description": "Warning device not working",
							"category": "Major"
						  },
						  {
							"description": "Warning device shows system malfunction",
							"category": "Major"
						  },
						  {
							"description": "Wheel speed sensors missing or damaged",
							"category": "Major"
						  },
						  {
							"description": "Wiring damaged",
							"category": "Major"
						  },
						  {
							"description": "Other components missing or damaged",
							"category": "Major"
						  },
						  {
							"description": "ABS system obviously removed",
							"category": "Major"
						  }
						]
					  }
					]
				  },
				  {
					"id": "1.7",
					"title": "Electronic braking system (EBS)",
					"description": "You must inspect the warning lamp operation on vehicles with an electronically controlled braking system.",
					"items": [
					  {
						"id": "1.7.1",
						"title": "EBS components",
						"description": "",
						"defects": [
						  {
							"description": "Warning device not working",
							"category": "Major"
						  },
						  {
							"description": "Warning device shows system malfunction",
							"category": "Major"
						  }
						]
					  }
					]
				  },
				  {
					"id": "1.8",
					"title": "Brake fluid",
					"description": "Hydraulic brake fluid level checks are confined to transparent reservoirs, reservoir caps should not be removed.\nOn many vehicles, you will not be able to see if the brake fluid is contaminated. You should only fail a vehicle if you can clearly see that the fluid is contaminated.",
					"items": [
					  {
						"id": "1.8.1",
						"title": "Brake fluid condition",
						"description": "",
						"defects": [
						  {
							"description": "Brake fluid contaminated",
							"category": "Major"
						  }
						]
					  }
					]
				  },
				  {
					"description": "Excessive wear or free play",
					"category": "Major"
				  }
				]
			  },
			  {
				"id": "1.1.2",
				"title": "Service brake pedal or hand lever condition and travel",
				"description": "A brake pedal rubber is an anti-slip material and is therefore not regarded as a defect if it's worn smooth.\n\nA brake pedal without a rubber usually has grooves or raised sections to provide grip in wet conditions and should be rejected if it's worn smooth. However, some vehicles may have been manufactured with a brake pedal which did not incorporate grooves or the fitting of an anti-slip material and these should not be rejected.\n\nYou should reject a brake pedal if its grooves or raised grip sections are worn smooth. However, you should not reject a brake pedal if the vehicle has been manufactured with one that does not have grooves or anti-slip material.\n\nOften a vehicle is fitted with an aftermarket brake pedal rubber. It is not a defect if the design pattern of the brake pedal rubber is worn smooth.\n\nA vehicle should only be failed for insufficient reserve if the pedal or lever is touching the floor/handlebar. Checks on vehicles with power-assisted braking systems should be carried out with the engine off.\n\nIt may be possible on motorcycle derived systems for the brake lever to touch the handlebar. In such cases the extent of reserve travel should be assessed during the brake test.",
				"defects": [
				  {
					"description": "Insufficient reserve travel",
					"category": "Major"
				  },
				  {
					"description": "Service brake control: not releasing correctly",
					"category": "Minor"
				  },
				  {
					"description": "Service brake control: functionality of brakes affected",
					"category": "Major"
				  },
				  {
					"description": "Anti-slip provision missing, loose or worn smooth",
					"category": "Major"
				  }
				]
			  },
			  {
				"id": "1.1.3",
				"title": "Air and vacuum systems",
				"description": "Vehicles first used before 1 October 1937 do not need to be tested for air and vacuum systems.\n\nA vehicle with an ULW up to and including 3,050kg, with a reservoir coupled direct to the induction manifold or a reservoir integral in a servo unit, does not need to be fitted with a warning device.\n\nTo check the build-up of air or vacuum:\n\n1. Completely empty the reservoir by repeatedly pressing the service brake pedal.\n2. Start the engine and run it at just below the governed speed if diesel, or at 2,000rpm if petrol.\n3. Check the time it takes for the warning device to stop operating. Pressure build-up is considered satisfactory if the warning device stops operating within:\n   - 3 minutes for pressure systems\n   - 1 minute for vacuum systems\n\nFor checks that require reference to a pressure or vacuum gauge warning mark, but no warning mark is present, the following reference values should be used:\n- 45psi (3.1kg/cm² or 3 bar) for a pressure gauge\n- 10\" to 12\" (25 to 30cm) for a vacuum gauge",
				"defects": [
				  {
					"description": "Insufficient pressure/vacuum assistance for less than: four brake applications after the warning device has operated (or gauge shows an unsafe reading)",
					"category": "Major"
				  },
				  {
					"description": "Insufficient pressure/vacuum assistance for less than: two brake applications after warning device has operated (or gauge shows an unsafe reading)",
					"category": "Dangerous"
				  },
				  {
					"description": "Time taken to build up air pressure/vacuum to safe working value not in accordance with the requirements",
					"category": "Major"
				  },
				  {
					"description": "Repeated operation of any ancillary air or vacuum system completely depletes the stored air or vacuum for the braking system",
					"category": "Major"
				  },
				  {
					"description": "Air leak causing a noticeable drop in pressure or audible air leak",
					"category": "Major"
				  },
				  {
					"description": "External damage likely to affect the function of the braking system",
					"category": "Major"
				  }
				]
			  },
			  {
				"id": "1.1.4",
				"title": "Low-pressure warning",
				"description": "Vehicles first used before 1 October 1937 do not need to be tested for low-pressure warning.\n\nA vehicle with an ULW up to and including 3,050kg with a reservoir coupled direct to the induction manifold or a reservoir integral in a servo unit, is not necessarily required to be fitted with a warning device.\n\nWarning devices may be visual or audible but only one needs to work if both are fitted.\n\nSome vehicles with full power hydraulic braking systems will illuminate the low-pressure warning light as soon as the ignition is switched on. It is not a defect unless the warning light stays on after the engine has been started.",
				"defects": [
				  {
					"description": "Low-pressure warning gauge or indicator: malfunctioning or defective",
					"category": "Minor"
				  },
				  {
					"description": "Low-pressure warning gauge or indicator: not identifying low-pressure",
					"category": "Major"
				  }
				]
			  },
			  {
				"id": "1.1.5",
				"title": "Hand operated brake control valve",
				"description": "All vehicles with a secondary brake control - in addition to or in place of the normal parking brake lever - must be inspected.",
				"defects": [
				  {
					"description": "Control cracked, damaged or excessively worn",
					"category": "Major"
				  },
				  {
					"description": "Control insecure on valve or valve insecure",
					"category": "Major"
				  },
				  {
					"description": "Loose connections or leaks in the system",
					"category": "Major"
				  },
				  {
					"description": "Malfunctioning",
					"category": "Major"
				  }
				]
			  },
			  {
				"id": "1.1.6",
				"title": "Parking brake lever or control",
				"description": "Vehicles first used before 1906 do not need to have a parking brake.\n\nSome defects in this sub-section may not apply to the type of parking brake fitted.\n\nA parking brake lever must have obvious excessive travel before being rejected.\n\nAn electronic parking brake (EPB) may apply automatically in certain conditions, such as when the ignition is switched off or when the driver's door is opened. Testers should be aware of this throughout the test.\n\nElectronic parking brakes must be maintained in operation by direct mechanical means, even though they are applied electronically. However, the mechanism for keeping the brakes applied is usually within brake calliper or motor gear assembly and therefore not easy to see.\n\nHydraulic parking brakes as an only means of operation are not acceptable on vehicles first used on or after 1 January 1968. However, they may be used to assist the application or release of a mechanical brake.\n\nQuadricycles may be fitted with one of the following types of parking brake:\n- an over-centre lever that is mounted on handlebars\n- a gear lever that operates a cable when it's moved into the park position\n- a transmission lock, which is the 'P' position on machines with continuously variable transmission (CVT)\n\nThese machines are type approved and should not be rejected for design features that prevent them from meeting the stated requirements.\n\nIf the parking brake is the 'P' position on the gearbox, the efficiency of the brake cannot be tested. The tester must therefore assess the brake by using a gradient (ideally 16%), or by attempting to push the machine when 'P' is selected.\n\nThe over-centre lever type can be brake tested as normal using one of the approved test methods.",
				"defects": [
				  {
					"description": "Ratchet not holding correctly",
					"category": "Major"
				  },
				  {
					"description": "Parking brake lever pivot or ratchet mechanism: obviously worn",
					"category": "Minor"
				  },
				  {
					"description": "Parking brake lever pivot or ratchet mechanism: worn to the extent that the brake may inadvertently release",
					"category": "Major"
				  },
				  {
					"description": "Parking brake lever has excessive movement indicating incorrect adjustment",
					"category": "Major"
				  },
				  {
					"description": "Parking brake control missing, defective or inoperative",
					"category": "Major"
				  },
				  {
					"description": "Electronic parking brake MIL indicates a malfunction",
					"category": "Major"
				  },
				  {
					"description": "Parking brake is not capable of being maintained in operation by direct mechanical action only (vehicle first used on or after 1 January 1968)",
					"category": "Major"
				  }
				]
			  },
			  {
				"id": "1.1.7",
				"title": "Brake valves",
				"description": "",
				"defects": [
				  {
					"description": "Valve: damaged or excessive air leak",
					"category": "Major"
				  },
				  {
					"description": "Valve: leaking such that brake functionality is affected",
					"category": "Dangerous"
				  },
				  {
					"description": "Excessive oil discharge from a compressor or brake valve",
					"category": "Minor"
				  },
				  {
					"description": "Valve insecure or inadequately mounted",
					"category": "Major"
				  },
				  {
					"description": "Hydraulic fluid: leak from a brake valve",
					"category": "Major"
				  },
				  {
					"description": "Hydraulic fluid: leak from a brake valve such that brake functionality is affected",
					"category": "Dangerous"
				  }
				]
			  },
			  {
				"id": "1.1.8",
				"title": "Not in use",
				"description": "",
				"defects": []
			  },
			  {
				"id": "1.1.9",
				"title": "Pressure storage reservoirs",
				"description": "Vehicles first used on 1 October 1937 or later must have their air and air/hydraulic braking systems inspected.",
				"defects": [
				  {
					"description": "Reservoir: has minor damage or corrosion",
					"category": "Minor"
				  },
				  {
					"description": "Reservoir: heavily damaged, heavily corroded or leaking",
					"category": "Major"
				  },
				  {
					"description": "Drain device on an air brake system: operation affected",
					"category": "Minor"
				  },
				  {
					"description": "Drain device on an air brake system: inoperative",
					"category": "Major"
				  },
				  {
					"description": "Reservoir insecure or inadequately mounted",
					"category": "Major"
				  }
				]
			  },
			  {
				"id": "1.1.10",
				"title": "Brake servo units and master cylinder (hydraulic systems)",
				"description": "Hydraulic brake fluid level checks are confined to transparent reservoirs or where an indicator is fitted. Reservoir caps should not be removed.\n\nA brake fluid warning lamp may be shared with other components, for example to indicate that brake pads are worn or the parking brake is applied. Class 3 vehicles are not inspected for brake fluid warning lamp.\n\nTo check the brake vacuum servo:\n\n1. Make sure the engine is switched off.\n2. Deplete the stored vacuum by repeatedly applying the service brake.\n3. Fully apply the brake and hold at a constant pressure.\n4. Start the engine.\n5. Note if the pedal can be felt to travel further.",
				"defects": [
				  {
					"description": "Brake servo: defective or ineffective",
					"category": "Major"
				  },
				  {
					"description": "Brake servo: inoperative",
					"category": "Dangerous"
				  },
				  {
					"description": "Master cylinder: defective but brake still operating",
					"category": "Major"
				  },
				  {
					"description": "Master cylinder: leaking",
					"category": "Dangerous"
				  },
				  {
					"description": "Master cylinder insecure",
					"category": "Major"
				  },
				  {
					"description": "Brake fluid: below minimum mark",
					"category": "Minor"
				  },
				  {
					"description": "Brake fluid: significantly below minimum mark",
					"category": "Major"
				  },
				  {
					"description": "Brake fluid: not visible",
					"category": "Dangerous"
				  },
				  {
					"description": "Master cylinder reservoir cap missing",
					"category": "Major"
				  },
				  {
					"description": "Brake fluid warning light illuminated or defective",
					"category": "Minor"
				  },
				  {
					"description": "Incorrect functioning of brake fluid level warning device",
					"category": "Minor"
				  }
				]
			  },
			  {
				"id": "1.1.11",
				"title": "Rigid brake pipes",
				"description": "If the metal brake pipes have surface dirt that needs to be removed before it's possible to assess their condition, you can lightly scrape the pipe with a specialist brake pipe corrosion tool or the corrosion assessment tool 'spade end'. It must be done with care so that any protective coating does not get damaged.\n\nChafing, corrosion or damage to a rigid brake pipe so that its wall thickness is reduced by 1/3 (approximately 0.25mm for typical hydraulic brake pipe) justifies rejection, although it's accepted that this is not easy to determine. If you are not sure whether the pipe is sufficiently deteriorated to justify rejection, you should give the benefit of the doubt.\n\nRepairs to the pressure lines of hydraulic brake systems are unacceptable unless suitable connectors are used. Compression joints of a type using separate ferrules are not suitable.\n\nUnacceptable repairs to brake lines should be failed using RfR 1.1.21 (d)",
				"defects": [
				  {
					"description": "Brake pipe is at imminent risk of failure or fracture",
					"category": "Dangerous"
				  },
				  {
					"description": "Leaking brake pipe or connection on an air brake system",
					"category": "Major"
				  },
				  {
					"description": "Leaking brake pipe or connection on a hydraulic system",
					"category": "Dangerous"
				  },
				  {
					"description": "Brake pipe damaged or excessively corroded",
					"category": "Major"
				  },
				  {
					"description": "Brake pipe: inadequately clipped or supported",
					"category": "Minor"
				  },
				  {
					"description": "Brake pipe: likely to become detached or damaged",
					"category": "Major"
				  }
				]
			  },
			  {
				"id": "1.1.12",
				"title": "Flexible brake hoses",
				"description": "You should reject a hose for being excessively damaged or chafed only if it's severe enough to expose the reinforcement.",
				"defects": [
				  {
					"description": "Brake hose damaged and likely to fail",
					"category": "Dangerous"
				  },
				  {
					"description": "Flexible brake hose: slightly damaged, chafed or twisted",
					"category": "Minor"
				  },
				  {
					"description": "Flexible brake hose: excessively damaged, deteriorated, chafed, twisted or stretched",
					"category": "Major"
				  },
				  {
					"description": "Brake hoses or connections leaking on air brake systems",
					"category": "Major"
				  },
				  {
					"description": "Brake hoses or connections leaking on hydraulic systems",
					"category": "Dangerous"
				  },
				  {
					"description": "Brake hose bulging under pressure",
					"category": "Major"
				  },
				  {
					"description": "Brake hose porous",
					"category": "Major"
				  },
				  {
					"description": "Brake hose ferrules: excessively corroded",
					"category": "Major"
				  },
				  {
					"description": "Brake hose ferrules: excessively corroded and likely to fail",
					"category": "Dangerous"
				  }
				]
			  },
			  {
				"id": "1.1.13",
				"title": "Brake linings and pads",
				"description": "Some brake pads have metal wear indicators so that when the pads become excessively worn the metal indicator touches the disc making a squealing sound. Other pads may have a cut, which if worn away indicates that the pad must be replaced.\n\nAn illuminated brake wear indicator is not a reason for failure.",
				"defects": [
				  {
					"description": "Brake lining or pad: worn down to wear indicator",
					"category": "Major"
				  },
				  {
					"description": "Brake lining or pad: worn below 1.5mm",
					"category": "Dangerous"
				  },
				  {
					"description": "Brake lining or pad contaminated with oil, grease etc.",
					"category": "Major"
				  },
				  {
					"description": "Brake lining or pad missing or incorrectly mounted",
					"category": "Dangerous"
				  }
				]
			  },
			  {
				"id": "1.1.14",
				"title": "Brake discs and drums",
				"description": "A brake disc or drum must be significantly worn before you should reject it. Being worn below the manufacturer's recommended limits is not a reason in itself.",
				"defects": [
				  {
					"description": "Brake disc or drum: significantly and obviously worn",
					"category": "Major"
				  },
				  {
					"description": "Brake disc or drum: insecure, fractured or otherwise likely to fail",
					"category": "Dangerous"
				  },
				  {
					"description": "Contaminated with oil, grease etc.",
					"category": "Major"
				  },
				  {
					"description": "Missing",
					"category": "Dangerous"
				  },
				  {
					"description": "Brake drum back plate insecure",
					"category": "Major"
				  }
				]
			  },
			  {
				"id": "1.1.15",
				"title": "Brake cables, rods, levers and linkages",
				"description": "",
				"defects": [
				  {
					"description": "Cable damaged or knotted",
					"category": "Major"
				  },
				  {
					"description": "Component excessively worn or corroded",
					"category": "Major"
				  },
				  {
					"description": "Cable, rod or joint insecure",
					"category": "Major"
				  },
				  {
					"description": "Cable guide defective affecting operation",
					"category": "Major"
				  },
				  {
					"description": "Restriction in free movement of the braking system",
					"category": "Major"
				  },
				  {
					"description": "Abnormal movement of levers indicating maladjustment or excessive wear",
					"category": "Major"
				  }
				]
			  },
			  {
				"id": "1.1.16",
				"title": "Brake actuators - including spring brakes, hydraulic cylinders and callipers",
				"description": "",
				"defects": [
				  {
					"description": "Actuator cracked or damaged and braking performance not affected",
					"category": "Major"
				  },
				  {
					"description": "Actuator cracked or damaged and braking performance affected",
					"category": "Dangerous"
				  },
				  {
					"description": "Actuator leaking and braking performance not affected",
					"category": "Major"
				  },
				  {
					"description": "Actuator leaking and braking performance affected",
					"category": "Dangerous"
				  },
				  {
					"description": "Actuator insecure or inadequately mounted and braking performance not affected",
					"category": "Major"
				  },
				  {
					"description": "Actuator insecure or inadequately mounted and braking performance affected",
					"category": "Dangerous"
				  },
				  {
					"description": "Actuator excessively corroded",
					"category": "Major"
				  },
				  {
					"description": "Actuator excessively corroded and likely to crack",
					"category": "Dangerous"
				  },
				  {
					"description": "Actuator has excessive travel of operating system indicating need for adjustment",
					"category": "Major"
				  },
				  {
					"description": "Actuator has no reserve travel and braking performance affected",
					"category": "Dangerous"
				  }
				]
			  },
			  {
				"id": "1.1.17",
				"title": "Load sensing valve",
				"description": "",
				"defects": [
				  {
					"description": "Load sensing valve linkage defective",
					"category": "Major"
				  },
				  {
					"description": "Load sensing valve linkage obviously incorrectly adjusted",
					"category": "Major"
				  },
				  {
					"description": "Load sensing valve seized or inoperative and ABS functioning",
					"category": "Major"
				  },
				  {
					"description": "Load sensing valve seized or inoperative and ABS not fitted or inoperative",
					"category": "Dangerous"
				  },
				  {
					"description": "Load sensing valve missing where fitted as standard",
					"category": "Dangerous"
				  }
				]
			  },
			  {
				"id": "1.1.18",
				"title": "Brake slack adjuster",
				"description": "",
				"defects": [
				  {
					"description": "Adjuster damaged, seized or having abnormal movement, excessive wear or incorrect adjustment",
					"category": "Major"
				  },
				  {
					"description": "Adjuster defective",
					"category": "Major"
				  },
				  {
					"description": "Incorrectly installed",
					"category": "Major"
				  }
				]
			  },
			  {
				"id": "1.1.19",
				"title": "Additional braking device (retarder), if fitted",
				"description": "An endurance braking system, such as an exhaust brake or electronic retarder is only likely to be fitted to some large motor caravans and category M2 and M3 vehicles.",
				"defects": [
				  {
					"description": "Endurance braking system connectors or mountings insecure",
					"category": "Minor"
				  },
				  {
					"description": "Endurance braking system connectors or mountings insecure and functionality affected",
					"category": "Major"
				  },
				  {
					"description": "Endurance braking system obviously defective",
					"category": "Major"
				  }
				]
			  },
			  {
				"id": "1.1.20",
				"title": "Not in use",
				"description": "",
				"defects": []
			  },
			  {
				"id": "1.1.21",
				"title": "Complete braking system",
				"description": "You must check the strength and continuity of the vehicle's load bearing members and their supporting structure or panelling around any braking component mounting.\n\nCheck the presence and security of any retaining and locking devices.\n\nThe presence and effectiveness of some locking devices, such as locking fluid or 'nyloc' nuts, cannot be easily determined. If you are not certain that a locking device is missing or ineffective, you should give the benefit of the doubt.\n\nGuidance for assessing corrosion and use of the corrosion assessment tool can be found in Appendix A.",
				"defects": [
				  {
					"description": "Other braking system (e.g. antifreeze pump, air dryer etc.) component damaged or corroded to the extent that the braking system is adversely affected",
					"category": "Major"
				  },
				  {
					"description": "Other braking system (e.g. antifreeze pump, air dryer etc.) component damaged or corroded leaking and system functionality adversely affected",
					"category": "Dangerous"
				  },
				  {
					"description": "Air or antifreeze leaking",
					"category": "Minor"
				  },
				  {
					"description": "Air or antifreeze leaking to the extent that braking performance is affected",
					"category": "Major"
				  },
				  {
					"description": "Any component insecure or inadequately mounted",
					"category": "Major"
				  },
				  {
					"description": "Braking system component modification unsafe",
					"category": "Major"
				  },
				  {
					"description": "Braking system component modification adversely affecting braking performance",
					"category": "Dangerous"
				  },
				  {
					"description": "The strength or continuity of the load bearing structure within 30cm of any braking system actuation component mounting (a prescribed area) is significantly reduced (see Appendix A)",
					"category": "Major"
				  },
				  {
					"description": "The strength or continuity of the load bearing structure within 30cm of any braking system actuation component mounting (a prescribed area) is so weakened that the functionality of the braking system is affected",
					"category": "Dangerous"
				  },
				  {
					"description": "Brake retaining or locking device ineffective or missing",
					"category": "Major"
				  }
				]
			  },
			  {
				"id": "1.2.2",
				"title": "Efficiency",
				"description": "Manufacturer's plates\n\nVehicles first used before 1 August 1980 may not have a manufacturer's plate.\n\nMost manufacturer's plates will usually show four weights:\n- Design Gross Weight - The maximum weight of the vehicle and any load carried\n- Design Train Weight – The maximum combined weight of the vehicle and any trailer towed\n- Maximum front axle weight\n- Maximum rear axle weight\n\nThree-axle vehicles will show an additional maximum axle weight.\n\nSome vehicles will not show a train weight because they have not been designed to tow a trailer.\n\nGoods vehicles may show two columns of weights.\n\nIn these cases, one column will be the maximum design weights and the other column will be the maximum permissible weights in Great Britain, otherwise known as Maximum Authorised Mass (MAM).\n\nWhere a Design Gross Weight is not shown, then the Gross GB Weight or MAM is used for brake percentage efficiency calculations on vehicles in Class 7.\n\nNote: On goods vehicles presented with a 'Ministry' plate (VTG6 or VTG6T) then the information displayed on that plate will always override the information displayed on the Manufacturer's plate.\n\nThe registration number and chassis number on the 'Ministry' plate must always be cross checked to ensure the plate relates to that vehicle.\n\n### Calculating brake efficiency\nFor most vehicles the MOT testing service will calculate brake efficiencies automatically.\n\nIf MTS is not working, add the brake efforts from each wheel for the system that is being tested and carry out the following calculation:\n\n% efficiency = (total brake effort / vehicle test weight) x 100\n\nThe vehicle test weight will depend on the vehicle test class.\n\nFor Classes 3 and 4 use the weight shown by the brake test equipment. Otherwise, take the weight from a weight data chart or some other reliable source.\n\nFor quadricycles and three-wheeled vehicles in Class 4 with two brake controls, one control must achieve an efficiency of at least 30% and the other control 25%.\n\nThe efficiency calculation for each control is the total from the wheel(s) when operated by that control only.\n\nIf the vehicle can be tested using the RBT, test the brakes in the normal way and note the readings.\n\nManually calculate the service brake test results. Note: the percentage efficiency for each control still has to be met.\n\nEfficiency % = (Total brake effort from control 1)/(Vehicle test weight) x 100\nEfficiency % = (Total brake effort from control 2)/(Vehicle test weight) x 100\n\nFor Class 7 use the DGW from the manufacture's plate or, the nominal DGW of 2,600kg if using a plate brake tester and the presented weight is less than 2,000kg.\n\nFor Class 5 use the lesser of the DGW or maximum authorised mass (MAM) from the manufacturer's plate. On vehicles where only the ULW is displayed, you must calculate the DGW by multiplying the number of passenger seats by 63.5kg (or 140lbs) and adding the ULW, for example: \n52 seats × 63.5kg = 3302kg + 5,250kg ULW = 8552kg\n\nWhen conducting a test on a roller brake tester (RBT) where more than half of the wheels of a brake system lock the efficiency requirements for that system are considered to be met.\n\n### Efficiency requirements\nFor vehicle category definitions see the 'Abbreviations and definitions' in the 'Introduction'.\n\nM1 vehicles having a service brake operating on at least 4 wheels and which were first used on or after 1 September 2010: 58% efficiency requirement\n\nM1 vehicles having a service brake operating on at least 4 wheels and which were first used before 1 September 2010: 50% efficiency requirement\n\nN1 vehicles: 50% efficiency requirement\n\nM2 and M3 vehicles having a service brake operating on at least 4 wheels which were first used on or after 1 January 1968: 50% efficiency requirement\n\nM2 and M3 vehicles having a service brake operating on at least 4 wheels which were first used before 1 January 1968: 45% efficiency requirement\n\nL2 and L6 vehicles with a single service brake control that operates the brakes on all wheels: 40% efficiency requirement\n\nL5 vehicles with a single service brake control that operates the brakes on all wheels which were first used on or after 1 January 1968: 50% efficiency requirement\n\nL5 vehicles with a single service brake control that operates the brakes on all wheels which were first used before 1 January 1968: 40% efficiency requirement\n\nL7 vehicles with a single service brake control that operates the brakes on all wheels: 50% efficiency requirement\n\nVehicles first used before 1 January 1968 which do NOT have one means of control operating on at least 4 wheels and which have one brake system with two means of control or two brake systems with separate means of control: 30% from 1st means of control, 25% from 2nd means of control\n\nAny L category vehicle with two service brake systems each having a separate means of operation: 30% from 1st means of control, 25% from 2nd means of control\n\nVehicles first used before 1 January 1915 only require one efficient braking system: No specific requirement\n\n### Brake test results\nBrake efforts achieved during a test should be entered on the MOT testing service as follows:\n\nRoller and plate brake tests:\n\n1. Enter the brake effort from each wheel and whether they 'lock-up'. The MOT testing service will automatically calculate the brake efficiency and out of balance results\n\n2. Enter other defects manually.\n\nThere is no provision in MTS to calculate the service brake test results for quadricycles or three-wheeled vehicles in Class 4 with two brake controls.\n\nBrake test results for Quadricycles:\n\nOn the 'Brake test configuration' screen, select dual braking system.\n\nOn the 'Add brake test results' screen, for quadricycles enter the actual brake readings for both axles and manually calculate the efficiency for each control.\n\nRecord the service brake readings indicating that all wheels have locked, regardless of whether wheels have actually locked.\n\nBrake test results for Class 4 Three-wheeled vehicles:\n\nThe recording of these vehicles is the same as for quadricycles.\n\nOn the 'Add brake test results' screen divide the reading for the single wheel by 2 and enter this figure in both boxes for the axle with the single wheel.\n\nIf the 30% or the 25% requirements have not been met, the service brake result is a fail, enter a manual failure for brake efficiency as follows:\n\nAdd a defect:\n\n1. Select 'Brakes - Brake performance – Service brake performance – RBT'\n\n2. Select 'Service brake efficiency (trikes, quads and pre-68 vehicles)'\n\n3. Select 'Service brake efficiency below requirements'\n\nIn the comments box state which control has failed acting on which axle.\n\nPlate brake tests:\n\n1. Enter the brake effort from each wheel. The MOT testing service will automatically calculate brake efficiency and out of balance results.\n\n2. Enter other defects manually.\n\nDecelerometer tests:\n\n1. Enter the efficiencies recorded by the meter. The MOT testing service will automatically pass or fail the vehicle on brake efficiency.\n\n2. Enter other defects manually.\n\nIf the MOT testing service is unavailable, refer to the latest edition of the MOT Testing Guide.\n\nIn cases where the required brake efficiency is only just met, but the tester knows that a higher performance figure is normally obtained for the vehicle type, the vehicle presenter should be informed.",
				"defects": [
				  {
					"description": "Service brake efficiency: below minimum requirement",
					"category": "Major"
				  },
				  {
					"description": "Service brake efficiency: less than 50% of the required value",
					"category": "Dangerous"
				  }
				]
			  }
			]
		  },
		  {
			"id": "1.2",
			"title": "Service brake performance and efficiency",
			"items": [
			  {
				"id": "1.2.1",
				"title": "Performance",
				"description": "You must ensure that the vehicle is in a safe condition for the test to be carried out.\n\nThe primary brake tester must be used unless the vehicle is unsuitable due to its drive configuration, transmission type or braking system. If this is the case, a full or partial decelerometer test may be appropriate. You should consider any additional information from the vehicle manufacturer.\n\nWhen conducting a test on a roller brake tester (RBT) where more than half of the wheels of a brake system lock the efficiency requirements for that system are considered to be met.\n\nAlternatively, the efficiency requirements are met if the front wheels lock on the service brake of an unladen Class 7 vehicle with at least a 100kg force at each rear wheel for a two-axle vehicle, or at least 50kg force at each rear wheel on a three-axle vehicle.\n\nWhen testing using an Automated RBT or a plate brake tester, the vehicle test weight for Classes 3 and 4 is the weight shown by the brake test equipment.\n\nFor non-automated roller brake testers the brake test weight must be obtained from a brake data chart or other reliable source.\n\nFor Class 7 use the DGW from the manufacture's plate or, the nominal DGW of 2,600kg if using a plate brake tester and the presented weight is less than 2,000kg.\n\nFor Class 5 use the lesser of the DGW or maximum authorised mass (MAM) from the manufacturer's plate. On vehicles where only the ULW is displayed, you must calculate the DGW by multiplying the number of passenger seats by 63.5kg and adding the ULW, for example: 52 seats × 63.5kg = 3302kg + 5,250kg ULW = 8552kg.\n\nVehicles of unknown test weight can be tested on either an RBT or plate brake tester (PBT). However, if the number of wheel locks are not achieved for any system on a non-ATL RBT, a decelerometer test must be used to establish the overall brake efficiency of the relevant system(s).\n\nCertain converted passenger vehicles, such as motor caravans and ambulances, may have a kerb weight greatly in excess of the base model weight displayed by the MOT testing service. In these circumstances, the vehicle should be treated as having an unknown test weight.\n\nAdditional braking devices, such as electronic retarders, should not be operated during the brake test.\n\nSome tricycles with two brake controls may have a linked braking system. The brake force used in the efficiency calculation is the total from all wheels when operated by that control only.\n\n### Using a roller brake tester\nEnsure that the vehicle, or system, under test is suitable for testing using a roller brake tester. If the vehicle or system is unsuitable, it should be tested with a decelerometer.\n\n### ATL test procedure\nAutomated test lane (ATL) approved test stations should position the front wheels of the vehicle in the rollers of the brake tester and follow the sequence of instructions as displayed and prompted on screen. If a vehicle is ejected from the brake rollers, the required brake efforts may not be achieved. In such cases the test should be repeated in manual mode, running each roller individually.\n\n### Non - ATL test procedure\nYou are permitted to use an alternative procedure to that specified below as long as all the testable elements are adequately covered.\n\n1. Position the wheels of the first axle to be tested in the brake rollers and then run both sets of rollers together in a forward direction until the vehicle is aligned. With the rollers still running, note whether a significant brake effort is recorded from any wheel without a brake being applied.\n\n2. Gradually apply the service brake and watch how the braking effort for each wheel increases. Stopping short of lock up or maximum effort, hold a steady pedal pressure and check there is no excessive brake effort fluctuation with each revolution of the road wheel.\n\n3. Gradually release the service brake and observe how the braking effort at each wheel reduces.\n\n4. Gradually depress the service brake again, this time until maximum effort is achieved, or until the wheel locks and slips on the rollers. Stop the rollers.\n\n5. Record the reading at which the maximum braking effort is achieved and whether brake \"lock-up\" occurs. Stop the rollers if they have not stopped automatically.\n\n6. Place the wheels of the next axle in the brake rollers and repeat the above procedure.\n\nWhen checking maximum effort, testers can elect to run the brake rollers individually or together, depending on the suitability of the RBT. However, if the rollers are run together and the vehicle fails to meet the minimum performance requirement, the test must be repeated running the rollers individually.\n\nIf both rollers are run together, it will almost certainly be necessary to chock the wheels that are not being tested.\n\n### Using a plate brake tester\nFor vehicles other than Class 7, establish the actual presented weight of the vehicle.\n\nFor Class 7 vehicles, the brake efficiency will be calculated using one of the following:\n- the actual design gross weight (DGW) where the presented weight is at least 2,000kg (the DGW is obtained from the manufacturer's plate fitted to the vehicle)\n- a nominal DGW figure of 2,600kg if the presented weight is less than 2,000kg\n\nTo use a plate brake tester:\n\n1. Enter the appropriate data to conduct the test.\n\n2. For each check, drive the vehicle forwards at a steady speed of about 4mph up to the plate tester.\n\n3. On the first run, just before the wheels are on the plate high friction surfaces, apply a light constant pressure to the brake pedal. Do not stop on the tester. Take note of the way the brake efforts fluctuate.\n\n4. On the second run, as soon as the wheels are on the plate high friction braking surfaces, apply the service brake progressively until maximum effort is achieved.\n\n5. Take note of the way the brake efforts increase and the maximum values achieved.\n\nIf a vehicle fails any aspect of the plate brake test, the check should be repeated to confirm the result."
			  }
			]
		  }
		]
	  },
	  
	  {
		"id": "2",
		"title": "Steering",
		"description": "Mechanical condition, steering wheel and column or handlebar, forks and yokes, steering play and electronic power steering (EPS) rules and inspection for car and passenger vehicle MOT tests.",
		"subsections": [
		  {
			"id": "2.1",
			"title": "Mechanical condition",
			"items": [
			  {
				"id": "2.1.1",
				"title": "Steering gear condition",
				"description": "To check the condition of the steering gear:\n\n1. Put the vehicle over a pit or on a hoist and with the wheels resting on free moving turning plates – vehicles with a beam axle can be checked with the wheels raised above the ground.\n2. Turn the steering from lock to lock and observe the operation of the steering gear.\n\nVehicles with a beam axle can alternatively be checked with the wheels raised above the ground.\n\nIf power steering is fitted, the engine must be running whilst turning the steering during these checks.\n\nThe use of turning plates is not mandatory for Class 5 vehicles but should be used if suitable plates are available.",
				"defects": [
				  {
					"description": "Excessive roughness in operation of steering",
					"category": "Major"
				  },
				  {
					"description": "Sector shaft: twisted or splines excessively worn",
					"category": "Major"
				  },
				  {
					"description": "Sector shaft: twisted or splines worn to the extent that functionality is affected",
					"category": "Dangerous"
				  },
				  {
					"description": "Sector shaft: excessively worn",
					"category": "Major"
				  },
				  {
					"description": "Sector shaft: worn to the extent that functionality is affected",
					"category": "Dangerous"
				  },
				  {
					"description": "Sector shaft: has excessive movement",
					"category": "Major"
				  },
				  {
					"description": "Sector shaft: movement so excessive that functionality is affected",
					"category": "Dangerous"
				  },
				  {
					"description": "Steering box: leaking oil",
					"category": "Minor"
				  },
				  {
					"description": "Steering box: leaking to the extent that oil is dripping",
					"category": "Major"
				  }
				]
			  },
			  {
				"id": "2.1.2",
				"title": "Steering gear security",
				"description": "'Steering gear' refers to any steering rack, box, idler, relay or intermediate drop arm pivot housing.\n\nTo check the security of the steering gear:\n\n1. Put the vehicle over a pit or on a hoist.\n2. Make sure the front road wheels are firmly on the ground.\n3. Get an assistant to rock the steering wheel in both directions against the resistance of the ground or use wheel play detectors in rotational mode.\n4. Visually check the security of the 'steering gear'.\n5. Check the strength and continuity of any load bearing structure within 30cm of any steering component mounting (a 'prescribed area').\n\nFor guidance on assessing corrosion and use of the corrosion assessment tool see Appendix A.",
				"defects": [
				  {
					"description": "Steering gear casing: not properly attached",
					"category": "Major"
				  },
				  {
					"description": "Steering gear casing: retaining devices dangerously loose or relative movement to chassis/bodywork visible",
					"category": "Dangerous"
				  },
				  {
					"description": "Steering gear casing fixing holes in chassis: elongated",
					"category": "Major"
				  },
				  {
					"description": "Steering gear casing fixing holes in chassis: elongated to the extent that attachment is seriously affected",
					"category": "Dangerous"
				  },
				  {
					"description": "Steering gear fixing bolts: missing or ineffective",
					"category": "Major"
				  },
				  {
					"description": "Steering gear fixing bolts: missing or ineffective to the extent that attachment is seriously affected",
					"category": "Dangerous"
				  },
				  {
					"description": "Steering gear casing: fractured",
					"category": "Major"
				  },
				  {
					"description": "Steering gear casing: fractured and stability or attachment of casing affected",
					"category": "Dangerous"
				  },
				  {
					"description": "The strength or continuity of the load bearing structure within 30cm of any steering component mounting (a 'prescribed area'): is significantly reduced or inadequately repaired",
					"category": "Major"
				  },
				  {
					"description": "The strength or continuity of the load bearing structure within 30cm of any steering component mounting (a 'prescribed area'): is so weakened that control of the vehicle is likely to be adversely affected",
					"category": "Dangerous"
				  }
				]
			  },
			  {
				"id": "2.1.3",
				"title": "Steering linkage condition",
				"description": "To check the steering linkage condition:\n\n1. Put the vehicle over a pit or on a hoist.\n2. Make sure the front road wheels are firmly on the ground.\n3. Get an assistant to rock the steering wheel in both directions against the resistance of the ground or use wheel play detectors in rotational mode.\n4. Visually check the steering components for wear, fractures and security, including any rear wheel steering components.\n\nIf power steering is fitted, the engine must be running during the tests.\n\nThe presence and effectiveness of some locking devices, such as locking fluid or 'nyloc' nuts, cannot be easily determined. If you are not certain that a locking device is missing or ineffective, you should give the benefit of the doubt.\n\nRelative movement due to excessive wear must be distinguished from relative movement due to built-in clearance or spring loading of a joint.\n\nIf rear wheel steering is fitted but is inoperative, check that the rear wheels are pointing straight ahead.\n\nUnsafe modifications include:\n\n- welded repairs\n- the use of excessive heat to highly stressed components (see Appendix A)\n- modifications likely to affect the roadworthiness of the vehicle",
				"defects": [
				  {
					"description": "A steering linkage component with: relative movement between components which should be fixed",
					"category": "Major"
				  },
				  {
					"description": "A steering linkage component with: excessive movement between components or likely to become detached",
					"category": "Dangerous"
				  },
				  {
					"description": "A steering ball joint: with excessive wear or free play",
					"category": "Major"
				  },
				  {
					"description": "A steering ball joint: worn to the extent there is a serious risk of detachment",
					"category": "Dangerous"
				  },
				  {
					"description": "A steering linkage component: fractured or deformed",
					"category": "Major"
				  },
				  {
					"description": "A steering linkage component: fractured or deformed to the extent that steering is affected",
					"category": "Dangerous"
				  },
				  {
					"description": "Steering linkage retaining or locking device missing or ineffective",
					"category": "Major"
				  },
				  {
					"description": "Track rod or drag link ends seriously misaligned",
					"category": "Major"
				  },
				  {
					"description": "A steering linkage component: with an unsafe modification",
					"category": "Major"
				  },
				  {
					"description": "A steering linkage component: modified to the extent that steering is affected",
					"category": "Dangerous"
				  },
				  {
					"description": "Steering rack gaiter or ball joint dust cover: damaged or deteriorated",
					"category": "Minor"
				  },
				  {
					"description": "Steering rack gaiter or ball joint dust cover: missing or no longer prevents the ingress of dirt etc.",
					"category": "Major"
				  },
				  {
					"description": "Rear wheel steering inoperative and: rear wheels not held in the substantially straight ahead position",
					"category": "Major"
				  },
				  {
					"description": "Rear wheel steering inoperative and: control of vehicle adversely affected",
					"category": "Dangerous"
				  }
				]
			  },
			  {
				"id": "2.1.4",
				"title": "Steering linkage operation",
				"description": "To check the steering linkage operation:\n\n1. Put the vehicle over a pit or on a hoist.\n2. Put the wheels on free moving turning plates.\n3. If the vehicle has power steering, turn on the engine.\n4. Rotate the steering from lock to lock.\n5. Check the steering linkage is not fouling any part of the vehicle.\n6. If there's a steering lock stop, check that it works.\n\nA missing steering lock stop should only be failed if it was fitted as standard.\n\nVehicles with a beam axle can alternatively be checked with the wheels raised above the ground.",
				"defects": [
				  {
					"description": "Steering linkage fouling any part of the vehicle",
					"category": "Major"
				  },
				  {
					"description": "Steering lock-stop missing or incorrectly adjusted",
					"category": "Major"
				  }
				]
			  },
			  {
				"id": "2.1.5",
				"title": "Power steering",
				"description": "If power steering is not working, you may have to do a road test to check if the steering is adversely affected.\n\nPower steering fluid level should be checked through any sight glass, the cap should not be removed.\n\nPower steering fluid leaks should only be rejected where a component, joint or seal has failed.",
				"defects": [
				  {
					"description": "Power steering fluid leaking or system malfunctioning",
					"category": "Major"
				  },
				  {
					"description": "Power steering fluid: level below minimum mark",
					"category": "Minor"
				  },
				  {
					"description": "Power steering fluid: reservoir empty",
					"category": "Major"
				  },
				  {
					"description": "Power steering: inoperative",
					"category": "Major"
				  },
				  {
					"description": "Power steering: inoperative and steering adversely affected",
					"category": "Dangerous"
				  },
				  {
					"description": "Power steering component: fractured or insecure",
					"category": "Major"
				  },
				  {
					"description": "Power steering component: fractured or insecure and steering adversely affected",
					"category": "Dangerous"
				  },
				  {
					"description": "Power steering component: fouling or misaligned",
					"category": "Major"
				  },
				  {
					"description": "Power steering component: fouling or misaligned and steering adversely affected",
					"category": "Dangerous"
				  },
				  {
					"description": "Power steering component: with an unsafe modification",
					"category": "Major"
				  },
				  {
					"description": "Power steering component: modified and steering adversely affected",
					"category": "Dangerous"
				  },
				  {
					"description": "Power steering pipe, hose or wiring: excessively damaged or corroded",
					"category": "Major"
				  },
				  {
					"description": "Power steering pipe, hose or wiring: damaged or corroded and steering adversely affected",
					"category": "Dangerous"
				  }
				]
			  }
			]
		  },
		  {
			"id": "2.2",
			"title": "Steering wheel and column or handlebar, forks and yokes",
			"items": [
			  {
				"id": "2.2.1",
				"title": "Steering wheel or handlebar condition",
				"description": "Before carrying out this inspection, make sure that any mechanism for adjusting the steering column is fully locked.\n\nExert only reasonable pressure on the steering wheel, particularly when the steering column is collapsible.\n\nPush and pull the steering wheel or handlebar in line with the column or forks to check it's properly secured.",
				"defects": [
				  {
					"description": "Relative movement between steering wheel and column: indicating looseness",
					"category": "Major"
				  },
				  {
					"description": "Relative movement between steering wheel and column: such that there is a serious risk of detachment",
					"category": "Dangerous"
				  },
				  {
					"description": "Steering wheel: retaining device missing",
					"category": "Major"
				  },
				  {
					"description": "Steering wheel: likely to become detached",
					"category": "Dangerous"
				  },
				  {
					"description": "Steering wheel rim or spokes: fractured or loose",
					"category": "Major"
				  },
				  {
					"description": "Steering wheel rim or spokes: likely to become detached",
					"category": "Dangerous"
				  },
				  {
					"description": "Handlebar: fractured or insecure",
					"category": "Major"
				  },
				  {
					"description": "Handlebar: fractured or insecure to the extent that steering is adversely affected or detachment likely",
					"category": "Dangerous"
				  },
				  {
					"description": "Handlebar: excessively deformed or corroded",
					"category": "Major"
				  },
				  {
					"description": "Handlebar: deformed or corroded to the extent that steering is adversely affected or failure likely",
					"category": "Dangerous"
				  },
				  {
					"description": "Handlebar handgrips: missing",
					"category": "Major"
				  },
				  {
					"description": "Handlebar handgrips: insecure to handlebar",
					"category": "Dangerous"
				  }
				]
			  },
			  {
				"id": "2.2.2",
				"title": "Steering column or forks and yokes",
				"description": "Before carrying out this inspection, make sure that any mechanism for adjusting the steering column is fully locked. Exert only reasonable pressure on the steering wheel, particularly when the steering column is collapsible.\n\nSome vehicles have flexible top bearings for the steering column which may have more than average movement.\n\nSteering columns with universal joints or flexible couplings may show some movement which is not due to excessive wear or deterioration.\n\nUnsafe modifications include:\n\n- welded repairs\n- the use of excessive heat to highly stressed components (see Appendix A)\n- modifications likely to affect the roadworthiness of the vehicle\n\nTo check the steering column or forks and yokes:\n\n1. Push and pull the steering wheel in line with column.\n2. Push steering wheel or handlebar in various directions at right angles to the column or forks.\n3. Check visually for play.\n4. Check the condition of flexible couplings or universal joints.",
				"defects": [
				  {
					"description": "Excessive movement of centre of steering wheel up or down",
					"category": "Major"
				  },
				  {
					"description": "Excessive radial movement between the top of the steering column and the shaft indicating an excessively worn top bearing",
					"category": "Major"
				  },
				  {
					"description": "Excessive wear or play in a universal joint or a flexible coupling excessively deteriorated",
					"category": "Major"
				  },
				  {
					"description": "Attachment of steering column: defective",
					"category": "Major"
				  },
				  {
					"description": "Attachment of steering column: defective to the extent that there is a serious risk of detachment",
					"category": "Dangerous"
				  },
				  {
					"description": "Unsafe modification to steering column, forks or fork yoke",
					"category": "Major"
				  },
				  {
					"description": "Forks or fork yoke: deformed, fractured or insecure",
					"category": "Major"
				  },
				  {
					"description": "Forks or fork yoke: in such a condition that steering control is adversely affected or detachment likely",
					"category": "Dangerous"
				  },
				  {
					"description": "Steering head bearings have excessive wear or play",
					"category": "Major"
				  }
				]
			  }
			]
		  },
		  {
			"id": "2.3",
			"title": "Steering play",
			"items": [
			  {
				"id": "2.3.1",
				"title": "Steering play",
				"description": "To check steering play:\n\n1. Make sure the road wheels are on the ground and pointing straight ahead.\n2. Lightly turn the steering wheel left and right as far as possible without moving the road wheels.\n3. Check the amount of free play at the rim of the steering wheel.\n\nIf power steering is fitted, the engine must be running.\n\nSteering wheel free play should not be more than:\n\n- 13mm for rack and pinion steering, or 48mm if there are several joints between the steering wheel and the rack\n- 75mm for non-rack and pinion\n\nThese limits are for a standard 380mm diameter steering wheel. The limits should be adjusted up or down accordingly with larger or smaller diameter steering wheels.\n\nPlay due to wear or maladjustment must not be confused with apparent play due to the construction of the mechanism, such as caused by the deflection of flexible joints or spring compression in external power steering systems.",
				"defects": [
				  {
					"description": "Free play in the steering, measured at the rim of the steering wheel is: excessive",
					"category": "Major"
				  },
				  {
					"description": "Free play in the steering, measured at the rim of the steering wheel is: excessive to the extent that safe steering is affected",
					"category": "Dangerous"
				  }
				]
			  }
			]
		  },
		  {
			"id": "2.4",
			"title": "Not in use",
			"items": []
		  },
		  {
			"id": "2.5",
			"title": "Not in use",
			"items": []
		  },
		  {
			"id": "2.6",
			"title": "Electronic power steering (EPS)",
			"items": [
			  {
				"id": "2.6.1",
				"title": "Electronic power steering",
				"description": "For the purpose of this inspection, electronic power steering includes any steering system that incorporates an electric motor to control or assist the steering.\n\nIf electronic power steering is an optional fitment on the vehicle but it's been disconnected, the vehicle should only be failed if the steering is adversely affected. You may have to do a road test to check this.\n\nIf a vehicle has a manually switched electronic park assist but the power assistance is not working, the vehicle should only be failed if the steering is adversely affected. You may have to do a road test to check this.\n\nFor 'fly by wire' steering systems, check that the steered wheels are pointing straight ahead with the steering wheel in the straight-ahead position.",
				"defects": [
				  {
					"description": "EPS MIL indicating a system malfunction",
					"category": "Major"
				  },
				  {
					"description": "On 'fly by wire systems', the angle of the steering wheel and the angle of the road wheels is: inconsistent",
					"category": "Major"
				  },
				  {
					"description": "On 'fly by wire systems', the angle of the steering wheel and the angle of the road wheels is: inconsistent to the extent that the steering is adversely affected",
					"category": "Dangerous"
				  },
				  {
					"description": "Electronic power assistance not working",
					"category": "Major"
				  }
				]
			  }
			]
		  },
		  {
			"id": "3",
			"title": "Visibility",
			"description": "Field of vision, bonnet catches, condition of the glass, the view to the rear, windscreen wipers and windscreen washer rules and inspection for car and passenger vehicle MOT tests.",
			"subsections": [
			  {
				"id": "3.1",
				"title": "Field of vision",
				"items": [
				  {
					"id": "3.1.1",
					"title": "Field of vision",
					"description": "You must inspect all windscreens, including windscreens that open.\n\nHow to inspect:\n\n1. Sit in the driver's seat.\n2. Check the driver's field of vision through the windscreen.\n3. Check the driver's field of vision through the front side windows.\n\nYou should only fail the windscreen if the view is significantly affected. If only the driver's view of the sky or the bonnet is affected, it should not be rejected.\n\nYou do not need to consider how the field of vision would be affected by tall or short drivers\n\nThe following are only considered a defect if they seriously restrict the driver's view:\n- taxi signs to indicate when the vehicle is 'for hire'\n- 'official' stickers, such as parking and disabled permits\n- sun visor on the driver's side that cannot be stowed in the 'off screen' position\n- windscreen wipers that automatically stop in a position obscuring the view\n\nYou can remove items such as a sat nav or air fresheners that obstruct the driver's view of the road. However, make sure you tell the driver.\n\nYou must inspect bonnet catches on vehicles with a bonnet, which would obscure the driver's view of the road if opened. The inspection is only for primary catches - those that hold the bonnet fully closed. Secondary safety catches are not part of the inspection.\n\nYou must accept manufacturer's original design characteristics, such as:\n- opaque edging\n- split windscreens\n- modifications to security type vehicles, for example additional windscreen protection and strengthening supports\n\nAdditional interior mirrors and externally mounted items such as mascots and spare wheels are not part of the test.",
					"defects": [
					  {
						"description": "An obstruction: within the driver's field of view that significantly affects his view in front or to the sides outside the swept area of windscreen",
						"category": "Minor"
					  },
					  {
						"description": "An obstruction: significantly affecting the driver's view of the road through the swept area of the windscreen or an obligatory external mirror not visible",
						"category": "Major"
					  },
					  {
						"description": "A bonnet: which cannot be safely secured in the closed position",
						"category": "Major"
					  },
					  {
						"description": "A bonnet: seriously at risk of opening inadvertently",
						"category": "Dangerous"
					  },
					  {
						"description": "A bonnet primary retaining device excessively deteriorated, ineffective or insecure",
						"category": "Major"
					  }
					]
				  }
				]
			  },
			  {
				"id": "3.2",
				"title": "Condition of glass",
				"items": [
				  {
					"id": "3.2.1",
					"title": "Condition of glass",
					"description": "You must check the condition of:\n- the windscreen\n- windows on either side of the driver's seat\n\nTo inspect the condition of glass:\n\n1. Sit in the driver's seat.\n2. Check the view of the road.\n3. Check the view of mandatory external mirrors.\n\nCheck for:\n- damage in windscreen zone A more than 10mm in diameter\n- damage in the remainder of the windscreen's swept area more than 40mm in diameter\n- damage to windows on either side of the driver's seat\n- excessive tinting or discolouration of the windscreen or windows on either side of the driver's seat\n\nFailure for damage is only justified if the damage significantly affects the driver's view of the road. You do not need to consider the effects on tall or short drivers.\n\nFailure for tinting or discolouration is only justified if the driver's view is significantly affected.\n\nZone A is:\n- in the swept area of the windscreen\n- 290mm wide\n- centred on the steering wheel\n\nRepaired windscreens must be judged solely on whether the repair interferes with vision. An 'invisible' or barely detectable repair, finished flush with the surrounding glass, does not count as damage.\n\n### Class 5 glazing\n\nVehicles first used from 1 June 1978 must have:\n- windscreens and windows on either side of the driver's seat made from safety glass\n- all other windows made from safety glass or safety glazing\n\nSafety glass can be identified by one of the following markings:\n- BS 857\n- BS 5282 – but not acceptable on vehicles first used on or after 1 April 1985\n- TP GS or TP GSE – but not acceptable on vehicles first used on or after 1 October 1986\n- BS AU 178\n- an 'E' mark (including the number 43R)\n- an 'e' mark followed by a number, such as e11, inside a square\n\nSafety glazing means material other than glass constructed or treated not fly into fragments that would cause severe cuts if it's fractured. There is no marking requirement for safety glazing.",
					"defects": [
					  {
						"description": "Windscreen or window damaged or seriously discoloured: but not adversely affecting driver's view",
						"category": "Minor"
					  },
					  {
						"description": "Windscreen or window damaged or seriously discoloured: and affecting the driver's view of the road or of an obligatory external mirror",
						"category": "Major"
					  },
					  {
						"description": "Windscreen or window excessively tinted: but not adversely affecting driver's view",
						"category": "Minor"
					  },
					  {
						"description": "Windscreen or window excessively tinted: and visibility through swept area of windscreen or of an obligatory external mirror seriously affected",
						"category": "Major"
					  },
					  {
						"description": "Windscreen or window: in an unacceptable condition e.g. due to excessive scratching",
						"category": "Major"
					  },
					  {
						"description": "Windscreen or window: in such a condition that visibility through swept area is seriously affected",
						"category": "Dangerous"
					  },
					  {
						"description": "The windscreen or a window wholly or partly on either side of the driver's seat is not made from safety glass",
						"category": "Major"
					  },
					  {
						"description": "A window not wholly or partly on either side of the driver's seat is not made from safety glass or safety glazing",
						"category": "Major"
					  }
					]
				  }
				]
			  },
			  {
				"id": "3.3",
				"title": "View to rear",
				"items": [
				  {
					"id": "3.3.1",
					"title": "View to rear",
					"description": "You must check that all mandatory rear-view mirrors or indirect vision devices provide an adequate view to the rear from the driver's seat.\n\nYou do not need to adjust mirrors or devices for this check.\n\nIndirect vision cameras may replace mirrors on some vehicles. If such devices are fitted, you must inspect the camera(s) and the screen.\n\nRear view mirrors and indirect vision devices can be any of the following positions:\n1. an exterior mirror or device that provides a view along the offside of the vehicle\n2. an exterior mirror or device that provides a view along the nearside of the vehicle\n3. an interior mirror or device which provides a view to the rear of the vehicle\n\n### Obligatory mirror or device fitment positions\n\n| Vehicle type | Date of first use | Requirements |\n|--------------|-------------------|---------------|\n| Passenger vehicles with fewer than 8 passenger seats M1 | First used before 1 August 1978 | At least one mirror/device in any of the above positions |\n| Passenger vehicles with fewer than 8 passenger seats M1 | First used on or after 1 August 1978 but before 26 January 2010 | Two mirrors/devices, one of which must be in position 'a' |\n| Passenger vehicles with fewer than 8 passenger seats M1 | First used on or after 26 January 2010 | Three mirrors/devices, in position 'a', 'b' and 'c' - unless internal mirror does not give view to rear |\n| Passenger vehicles with 8 or more passenger seats (excluding buses and minibuses) M2 | First used before 1 August 1978 | At least one mirror/device in any of the above positions |\n| Passenger vehicles with 8 or more passenger seats (excluding buses and minibuses) M2 | First used on or after 1 August 1978 but before 26 January 2010 | Two mirrors/devices, one of which must be in position 'a' |\n| Passenger vehicles with 8 or more passenger seats (excluding buses and minibuses) M2 | First used on or after 26 January 2010 | Two mirrors/devices, in position 'a' and 'b' - No requirement for internal mirror |\n| Goods vehicles | First used before 26 January 2010 | Two mirrors/devices, one of which must be in position 'a' |\n| Goods vehicles | First used on or after 26 January 2010 | Two mirrors/devices, in position 'a' and 'b' |\n| Buses and minibuses | First used before 1 August 1983 | Two mirrors/devices, one of which must be in position 'a' |\n| Buses and minibuses | First used on or after 1 August 1983 | An exterior mirror/device fitted on both the offside and the nearside ('a' and 'b') |\n| Bodied tricycles and quadricycles | Any age | Two mirrors or devices, one of which must be in position 'a' |\n| Unbodied tricycles and quadricycles other than mopeds | Any age | Two mirrors or devices, one in position 'a' and one in position 'b' |\n| Unbodied tricycles and quadricycles classed as mopeds | On or after 1 August 1978 | At least one mirror or device in position 'a' |",
					"defects": [
					  {
						"description": "Obligatory mirror or device missing",
						"category": "Major"
					  },
					  {
						"description": "Obligatory mirror or device: slightly damaged or loose",
						"category": "Minor"
					  },
					  {
						"description": "Obligatory mirror or device: inoperative, excessively damaged or insecure",
						"category": "Major"
					  },
					  {
						"description": "Obligatory mirror or device not providing an adequate view to the rear",
						"category": "Major"
					  }
					]
				  }
				]
			  },
			  {
				"id": "3.4",
				"title": "Windscreen wipers",
				"items": [
				  {
					"id": "3.4.1",
					"title": "Windscreen wipers",
					"description": "You do not need to inspect windscreen wipers on vehicles with:\n- an opening windscreen\n- some other means of giving the driver an adequate view through the windscreen to the front, left and right\n\nYou only need to reject a windscreen wiper if it's clearly damaged or worn.\n\nWindscreen wipers must continue to operate automatically when switched on.",
					"defects": [
					  {
						"description": "Wiper not operating or missing",
						"category": "Major"
					  },
					  {
						"description": "Wiper blade: defective",
						"category": "Minor"
					  },
					  {
						"description": "Wiper blade: missing or obviously not clearing the windscreen",
						"category": "Major"
					  }
					]
				  }
				]
			  },
			  {
				"id": "3.5",
				"title": "Windscreen washers",
				"items": [
				  {
					"id": "3.5.1",
					"title": "Windscreen washers",
					"description": "You do not need to inspect windscreen washers on vehicles with:\n- an opening windscreen\n- some other means of providing the driver with an adequate view through the windscreen to the front, left and right\n\nWashers must provide enough fluid for the wipers to clear the windscreen effectively.",
					"defects": [
					  {
						"description": "Windscreen washers not working or not providing sufficient fluid to clear the windscreen",
						"category": "Major"
					  }
					]
				  }
				]
			  }
			]
		  }
		]
	  },

	  {
		"id": "3",
		"title": "Visibility",
		"description": "Field of vision, bonnet catches, condition of the glass, the view to the rear, windscreen wipers and windscreen washer rules and inspection for car and passenger vehicle MOT tests.",
		"subsections": [
		  {
			"id": "3.1",
			"title": "Field of vision",
			"items": [
			  {
				"id": "3.1.1",
				"title": "Field of vision",
				"description": "You must inspect all windscreens, including windscreens that open.\n\nHow to inspect:\n\n1. Sit in the driver's seat.\n2. Check the driver's field of vision through the windscreen.\n3. Check the driver's field of vision through the front side windows.\n\nYou should only fail the windscreen if the view is significantly affected. If only the driver's view of the sky or the bonnet is affected, it should not be rejected.\n\nYou do not need to consider how the field of vision would be affected by tall or short drivers\n\nThe following are only considered a defect if they seriously restrict the driver's view:\n- taxi signs to indicate when the vehicle is 'for hire'\n- 'official' stickers, such as parking and disabled permits\n- sun visor on the driver's side that cannot be stowed in the 'off screen' position\n- windscreen wipers that automatically stop in a position obscuring the view\n\nYou can remove items such as a sat nav or air fresheners that obstruct the driver's view of the road. However, make sure you tell the driver.\n\nYou must inspect bonnet catches on vehicles with a bonnet, which would obscure the driver's view of the road if opened. The inspection is only for primary catches - those that hold the bonnet fully closed. Secondary safety catches are not part of the inspection.\n\nYou must accept manufacturer's original design characteristics, such as:\n- opaque edging\n- split windscreens\n- modifications to security type vehicles, for example additional windscreen protection and strengthening supports\n\nAdditional interior mirrors and externally mounted items such as mascots and spare wheels are not part of the test.",
				"defects": [
				  {
					"description": "An obstruction: within the driver's field of view that significantly affects his view in front or to the sides outside the swept area of windscreen",
					"category": "Minor"
				  },
				  {
					"description": "An obstruction: significantly affecting the driver's view of the road through the swept area of the windscreen or an obligatory external mirror not visible",
					"category": "Major"
				  },
				  {
					"description": "A bonnet: which cannot be safely secured in the closed position",
					"category": "Major"
				  },
				  {
					"description": "A bonnet: seriously at risk of opening inadvertently",
					"category": "Dangerous"
				  },
				  {
					"description": "A bonnet primary retaining device excessively deteriorated, ineffective or insecure",
					"category": "Major"
				  }
				]
			  }
			]
		  },
		  {
			"id": "3.2",
			"title": "Condition of glass",
			"items": [
			  {
				"id": "3.2.1",
				"title": "Condition of glass",
				"description": "You must check the condition of:\n- the windscreen\n- windows on either side of the driver's seat\n\nTo inspect the condition of glass:\n\n1. Sit in the driver's seat.\n2. Check the view of the road.\n3. Check the view of mandatory external mirrors.\n\nCheck for:\n- damage in windscreen zone A more than 10mm in diameter\n- damage in the remainder of the windscreen's swept area more than 40mm in diameter\n- damage to windows on either side of the driver's seat\n- excessive tinting or discolouration of the windscreen or windows on either side of the driver's seat\n\nFailure for damage is only justified if the damage significantly affects the driver's view of the road. You do not need to consider the effects on tall or short drivers.\n\nFailure for tinting or discolouration is only justified if the driver's view is significantly affected.\n\nZone A is:\n- in the swept area of the windscreen\n- 290mm wide\n- centred on the steering wheel\n\nRepaired windscreens must be judged solely on whether the repair interferes with vision. An 'invisible' or barely detectable repair, finished flush with the surrounding glass, does not count as damage.\n\nClass 5 glazing\n\nVehicles first used from 1 June 1978 must have:\n- windscreens and windows on either side of the driver's seat made from safety glass\n- all other windows made from safety glass or safety glazing\n\nSafety glass can be identified by one of the following markings:\n- BS 857\n- BS 5282 – but not acceptable on vehicles first used on or after 1 April 1985\n- TP GS or TP GSE – but not acceptable on vehicles first used on or after 1 October 1986\n- BS AU 178\n- an 'E' mark (including the number 43R)\n- an 'e' mark followed by a number, such as e11, inside a square\n\nSafety glazing means material other than glass constructed or treated not fly into fragments that would cause severe cuts if it's fractured. There is no marking requirement for safety glazing.",
				"defects": [
				  {
					"description": "Windscreen or window damaged or seriously discoloured: but not adversely affecting driver's view",
					"category": "Minor"
				  },
				  {
					"description": "Windscreen or window damaged or seriously discoloured: and affecting the driver's view of the road or of an obligatory external mirror",
					"category": "Major"
				  },
				  {
					"description": "Windscreen or window excessively tinted: but not adversely affecting driver's view",
					"category": "Minor"
				  },
				  {
					"description": "Windscreen or window excessively tinted: and visibility through swept area of windscreen or of an obligatory external mirror seriously affected",
					"category": "Major"
				  },
				  {
					"description": "Windscreen or window: in an unacceptable condition e.g. due to excessive scratching",
					"category": "Major"
				  },
				  {
					"description": "Windscreen or window: in such a condition that visibility through swept area is seriously affected",
					"category": "Dangerous"
				  },
				  {
					"description": "The windscreen or a window wholly or partly on either side of the driver's seat is not made from safety glass",
					"category": "Major"
				  },
				  {
					"description": "A window not wholly or partly on either side of the driver's seat is not made from safety glass or safety glazing",
					"category": "Major"
				  }
				]
			  }
			]
		  },
		  {
			"id": "3.3",
			"title": "View to rear",
			"items": [
			  {
				"id": "3.3.1",
				"title": "View to rear",
				"description": "You must check that all mandatory rear-view mirrors or indirect vision devices provide an adequate view to the rear from the driver's seat.\n\nYou do not need to adjust mirrors or devices for this check.\n\nIndirect vision cameras may replace mirrors on some vehicles. If such devices are fitted, you must inspect the camera(s) and the screen.\n\nRear view mirrors and indirect vision devices can be any of the following positions:\n1. an exterior mirror or device that provides a view along the offside of the vehicle\n2. an exterior mirror or device that provides a view along the nearside of the vehicle\n3. an interior mirror or device which provides a view to the rear of the vehicle\n\n### Obligatory mirror or device fitment positions\n\n| Vehicle type | Date of first use | Requirements |\n|--------------|-------------------|---------------|\n| Passenger vehicles with fewer than 8 passenger seats M1 | First used before 1 August 1978 | At least one mirror/device in any of the above positions |\n| Passenger vehicles with fewer than 8 passenger seats M1 | First used on or after 1 August 1978 but before 26 January 2010 | Two mirrors/devices, one of which must be in position 'a' |\n| Passenger vehicles with fewer than 8 passenger seats M1 | First used on or after 26 January 2010 | Three mirrors/devices, in position 'a', 'b' and 'c' - unless internal mirror does not give view to rear |\n| Passenger vehicles with 8 or more passenger seats (excluding buses and minibuses) M2 | First used before 1 August 1978 | At least one mirror/device in any of the above positions |\n| Passenger vehicles with 8 or more passenger seats (excluding buses and minibuses) M2 | First used on or after 1 August 1978 but before 26 January 2010 | Two mirrors/devices, one of which must be in position 'a' |\n| Passenger vehicles with 8 or more passenger seats (excluding buses and minibuses) M2 | First used on or after 26 January 2010 | Two mirrors/devices, in position 'a' and 'b' - No requirement for internal mirror |\n| Goods vehicles | First used before 26 January 2010 | Two mirrors/devices, one of which must be in position 'a' |\n| Goods vehicles | First used on or after 26 January 2010 | Two mirrors/devices, in position 'a' and 'b' |\n| Buses and minibuses | First used before 1 August 1983 | Two mirrors/devices, one of which must be in position 'a' |\n| Buses and minibuses | First used on or after 1 August 1983 | An exterior mirror/device fitted on both the offside and the nearside ('a' and 'b') |\n| Bodied tricycles and quadricycles | Any age | Two mirrors or devices, one of which must be in position 'a' |\n| Unbodied tricycles and quadricycles other than mopeds | Any age | Two mirrors or devices, one in position 'a' and one in position 'b' |\n| Unbodied tricycles and quadricycles classed as mopeds | On or after 1 August 1978 | At least one mirror or device in position 'a' |",
				"defects": [
				  {
					"description": "Obligatory mirror or device missing",
					"category": "Major"
				  },
				  {
					"description": "Obligatory mirror or device: slightly damaged or loose",
					"category": "Minor"
				  },
				  {
					"description": "Obligatory mirror or device: inoperative, excessively damaged or insecure",
					"category": "Major"
				  },
				  {
					"description": "Obligatory mirror or device not providing an adequate view to the rear",
					"category": "Major"
				  }
				]
			  }
			]
		  },
		  {
			"id": "3.4",
			"title": "Windscreen wipers",
			"items": [
			  {
				"id": "3.4.1",
				"title": "Windscreen wipers",
				"description": "You do not need to inspect windscreen wipers on vehicles with:\n- an opening windscreen\n- some other means of giving the driver an adequate view through the windscreen to the front, left and right\n\nYou only need to reject a windscreen wiper if it's clearly damaged or worn.\n\nWindscreen wipers must continue to operate automatically when switched on.",
				"defects": [
				  {
					"description": "Wiper not operating or missing",
					"category": "Major"
				  },
				  {
					"description": "Wiper blade: defective",
					"category": "Minor"
				  },
				  {
					"description": "Wiper blade: missing or obviously not clearing the windscreen",
					"category": "Major"
				  }
				]
			  }
			]
		  },
		  {
			"id": "3.5",
			"title": "Windscreen washers",
			"items": [
			  {
				"id": "3.5.1",
				"title": "Windscreen washers",
				"description": "You do not need to inspect windscreen washers on vehicles with:\n- an opening windscreen\n- some other means of providing the driver with an adequate view through the windscreen to the front, left and right\n\nWashers must provide enough fluid for the wipers to clear the windscreen effectively.",
				"defects": [
				  {
					"description": "Windscreen washers not working or not providing sufficient fluid to clear the windscreen",
					"category": "Major"
				  }
				]
			  }
			]
		  }
		]
	  },

	  {
		"id": "4",
		"title": "Lamps, reflectors and electrical equipment",
		"description": "Headlamp, position lamps, daytime running lamps, stop lamps, indicators, hazard warning lamps, fog lamps, reversing lamps, lighting 'tell-tales', trailer electrical socket, electrical wiring and battery rules and inspection for car and passenger vehicle MOT tests.",
		"subsections": [
		  {
			"id": "4.1",
			"title": "Headlamps",
			"items": [
			  {
				"id": "4.1.1",
				"title": "Presence, condition and operation",
				"description": "You must test all mandatory headlamps.\n\n'Mandatory headlamps' are a matched pair of main beam headlamps and a matched pair of dipped-beam headlamps. These can be separate or a single pair of headlamps.\n\nLamps are matched if they:\n- emit light of substantially the same colour and intensity\n- are the same size and shape that they are symmetrical to each other\n\nYou do not need to test headlamps on vehicles that are not fitted with position lamps, or have such lamps permanently disconnected, painted over or masked, that are:\n- only used during daylight hours, and\n- not used at times of seriously reduced visibility\n\nVehicles first used before 1 January 1931 do not need headlamps.\n\nBuses first used before 1 October 1969 only need one headlamp. If 2 are fitted, neither the main beam or dipped beams need to be a matched pair.\n\nYou must assess damaged or repaired lamps for security, colour, light output and durability.\n\nTricycle and quadricycle headlamps must be:\n- mounted centrally - if there's only one lamp\n- mounted symmetrically about the centre - if they're adjacent to another lamp, such as there's one dipped beam lamp and one main beam lamp\n- mounted symmetrically - if there's 2 lamps\n\nThe following must have a pair of main beam headlamps and a pair of dipped beam headlamps – can be separate or a single pair of headlamps:\n- tricycles and quadricycles with a maximum width over 1,300mm\n- motorcycle derived tricycles with a maximum width over 1,700mm\n\nTricycles and quadricycles classed as mopeds do not need a main beam headlamp.\n\nA 'light source' means any bulb, LED or other means of emitting light.",
				"defects": [
				  {
					"description": "A headlamp: with up to ½ light sources not functioning in the case of LED",
					"category": "Minor"
				  },
				  {
					"description": "A headlamp: missing, inoperative or more than ½ not functioning in the case of LED",
					"category": "Major"
				  },
				  {
					"description": "Headlamp reflector or lens: slightly defective",
					"category": "Minor"
				  },
				  {
					"description": "Headlamp reflector or lens: seriously defective or missing",
					"category": "Major"
				  },
				  {
					"description": "Lamp not securely attached",
					"category": "Major"
				  }
				]
			  },
			  {
				"id": "4.1.2",
				"title": "Headlamp alignment",
				"description": "You must inspect all dipped beam headlamps fitted.\n\nThe type of headlamp will determine whether the aim must be checked on dipped or main beam (see Diagrams 1, 2 and 3).\n\nA flat top or other alternative headlamp dipped beam pattern is acceptable as long as all of the beam upper edge, including any 'peak' is contained within the appropriate tolerance band.\n\nIt's acceptable for masks or converter kits to be fitted to right hand dip headlamps to temporarily alter the lamp for use in the UK by removing the beam 'kick-up' to the right.\n\nIf driver's beam aim controls are fitted, you should test the beam aim without altering the control setting. If this would result in failure for beam aim being too low, you should re-check the beam aim with the control set at its 'highest' position.\n\nOn vehicles with hydro-pneumatic suspension systems, it's necessary to have the engine running when checking headlamp aim.\n\nTo check the aim:\n1. Position the vehicle on the designated headlamp aim standing area.\n2. Align the headlamp aim testing equipment to the vehicle in accordance with the manufacturer's instructions.\n3. Determine the appropriate headlamp beam image and its aim (see Diagrams 1, 2 and 3).\n\nFor complex lens systems - meaning those that have more than one lamp behind a single lens - make sure the test equipment is aligned exactly on the centre of the dipped beam pocket.\n\nYou must not carry out repairs during an MOT test, but you can make minor adjustments to the headlamp aim.\n\n#### European type - check on dipped beam\n\nEuropean type lamps have one of the following:\n- an asymmetric dipped beam pattern with\n  - a horizontal cut-off on the right\n  - a wedge of light above the horizontal towards the left, known as the 'kick up'\n- lens may have European approval mark\n\nFor European type lamp to pass, you must make sure that:\n- beam image 'kick up' is visible on the screen, unless it has been masked or it has a flat top beam pattern\n- for headlamps with centres at 850mm or less from the ground, the beam image horizontal cut-off is between the 0.5% and 2.75% horizontal lines\n- for headlamps with centres more than 850mm from the ground, the beam image horizontal cut-off is between the 1.25% and 2.75% horizontal lines\n- white light does not show in the zone formed by the 0% vertical and 0.5% horizontal line\n\n**Diagram 1.** Criteria for European beam headlamp aim\n\n#### British American headlamp - check on main beam\n\nBritish American type headlamps are checked on main beam if they have an asymmetric main beam pattern with a central area of maximum intensity, known as a 'hot spot'.\n\nThe generally also have a circular lens marked with a figure '1' followed by an arrow indicating the direction of dip.\n\nYou must fail a British American type lamp if its 'hot spot' centre is any of the following:\n- above the horizontal 0% line\n- below the horizontal 2% line for headlamps with centres at 850mm or less from the ground\n- below the horizontal 2.75% line for headlamps with centres more than 850mm from the ground\n- to the right of the vertical 0% line\n- to the left of the vertical 2% line\n\nFor a British American type lamp to pass, you must also make sure the brightest part of the image moves downwards when the lamp is dipped.\n\n**Diagram 2.** Main beam image\n\n#### British American headlamp - check on dipped beam\n\nCheck British American headlamps on dipped beam if they have:\n- an asymmetric dipped beam pattern with a flat-topped area of high intensity extending above and parallel with the horizontal 0% line on the nearside\n- a circular lens marked with the figure 2 – it might also have an arrow showing the direction of dip\n\nYou must fail this lamp if the upper edge of the 'hot spot' is:\n- above the horizontal 0% line\n- below the horizontal 2.75% line\n\nYou must fail this lamp if the right-hand edge of the 'hot spot' is:\n- to the right of the vertical 0% line\n- to the left of the vertical 2% line\n\n**Diagram 3.** Dipped beam image\n\n\"Not tested\" or \"Unable to be tested\" must only be used where it becomes apparent during the test that the particular item cannot be tested, and this could not have been identified prior to starting the test. The reason for selecting the failure must be included in the additional information box.",
				"defects": [
				  {
					"description": "The aim of a headlamp is not within limits laid down in the requirements",
					"category": "Major"
				  },
				  {
					"description": "Headlamp aim unable to be tested",
					"category": "Major"
				  },
				  {
					"description": "Beam image obviously incorrect",
					"category": "Major"
				  }
				]
			  },
			  {
				"id": "4.1.3",
				"title": "Switching",
				"description": "Dipped or main beam headlamps must immediately light up when they're switched on (depending on the position of the dip switch).\n\nHeadlamps must switch immediately between main beam and dipped beam when you move the dip switch.\n\nMoving the dip switch must do one of the following:\n- extinguish all main beam headlamps and leave on at least one pair of dipped-beam headlamps\n- deflect the main beams to make them dipped beams\n\nDipped beam headlamps can remain on or switch off when main beam is selected.\n\nHeadlamps are not needed on vehicles first used before 1 January 1931.\n\nWhen optional headlamps are fitted:\n- if one is fitted it must dip\n- if 2 are fitted, either both must dip or one must dip and the other switch off",
				"defects": [
				  {
					"description": "Headlamp 'on' switch does not operate in accordance with the requirements",
					"category": "Minor"
				  },
				  {
					"description": "Headlamp 'dip' switch does not operate in accordance with the requirements",
					"category": "Major"
				  }
				]
			  },
			  {
				"id": "4.1.4",
				"title": "Compliance with requirements",
				"description": "You must inspect all 'mandatory' headlamps fitted.\n\nMandatory headlamps consist of a matched pair of main beam headlamps and a matched pair of dipped-beam headlamps. These can be separate or a single pair of headlamps.\n\nLamps are matched if they:\n- emit light of substantially the same colour and intensity\n- are the same size and shape that they are symmetrical to each other\n\nVehicles first used before 1 January 1931 do not need headlamps.\n\nBuses first used before 1 October 1969 only need one headlamp. If 2 are fitted, neither the main beam or dipped beams need to form matched pair.\n\nThe colour of the light headlamps emit must be one of the following:\n- white\n- predominantly white with blue tinge\n- yellow\n\nIn a four-headlamp system the outer headlamps do not need to emit the same colour light as the inner pair.\n\nThe precise position of lamps is not part of the inspection, but you should check visually that they are at about the same height and the same distance from each side of the vehicle.\n\nExisting halogen headlamp units on vehicles first used on or after 1 April 1986 must not be converted to be used with high intensity discharge (HID) or light emitting diode (LED) bulbs. If such a conversion has been done, you must fail the headlamp for light source and lamp not compatible.\n\nThis does not refer to complete replacement headlamp units which may be constructed with HID or LED light sources.\n\nIf a complete headlamp unit has been replaced with a unit that was manufactured with HID or LED light sources, it must not be failed for 'Light source and lamp not compatible' but it must meet all other requirements detailed in section 4 of this manual specific to the type fitted at the time of test.\n\nYou can identify HID headlamps from:\n- 'DCR' mark on the headlamp lens or body\n- an igniter module or inverter behind the headlamp\n- taking a few seconds to reach full intensity\n- a bluish tinge to the light\n\nHID headlamps use high voltage. You should take care when inspecting these headlamps.\n\nTricycle and quadricycle headlamps must be:\n- mounted centrally - if there's only one lamp\n- mounted symmetrically about the centre - if they're adjacent to another lamp, such as there's one dipped beam lamp and one main beam lamp\n- mounted symmetrically - if there's 2 lamps\n\nThe following must have a pair of main beam headlamps and a pair of dipped beam headlamps – can be separate or a single pair of headlamps:\n- tricycles and quadricycles with a maximum width over 1,300mm\n- motorcycle derived tricycles with a maximum width over 1,700mm\n\nTricycles and quadricycles classed as mopeds do not need main beam headlamps.\n\nA 'light source' means any bulb, LED or other means of emitting light.\n\nYou must assess damaged or repaired lamps for security, colour, light output and durability.",
				"defects": [
				  {
					"description": "Headlamp emitted colour, position or intensity not in accordance with the requirements",
					"category": "Major"
				  },
				  {
					"description": "Product on the lens or light source which obviously reduces light intensity or changes emitted colour to other than white or yellow",
					"category": "Major"
				  },
				  {
					"description": "Light source and lamp not compatible",
					"category": "Major"
				  },
				  {
					"description": "Mandatory headlamps, intended to be a matched pair, are not the same shape, size or colour",
					"category": "Major"
				  }
				]
			  },
			  {
				"id": "4.1.5",
				"title": "Levelling devices",
				"description": "Make sure any manual headlamp levelling devices (driver controls) work by:\n- switching on the dipped beam headlamps\n- operating the manual levelling device\n- checking that the headlamp beams move up and down\n- returning the levelling device control to its original position\n\nVehicles with high intensity discharge (HID) or LED dipped beam headlamps may be fitted with a suspension or headlamp self-levelling system. If these systems have been fitted, they must work.\n\nSometimes it is not easy to determine if the self-levelling systems work. In such cases you should give the benefit of the doubt.\n\nYou can identify HID headlamps from:\n- 'DCR' mark on the headlamp lens or body\n- an igniter module or inverter behind the headlamp\n- taking a few seconds to reach full intensity\n- a bluish tinge to the light\n\nHID headlamps use high voltage. You should take care when inspecting these headlamps.\n\nThe check of headlamp levelling devices does not apply to motor caravans.",
				"defects": [
				  {
					"description": "Headlamp levelling device inoperative",
					"category": "Major"
				  },
				  {
					"description": "Manual levelling device cannot be operated from the driver's seat",
					"category": "Major"
				  }
				]
			  },
			  {
				"id": "4.1.6",
				"title": "Headlamp cleaning devices",
				"description": "You must inspect vehicles first used on or after 1 September 2009 equipped with headlamp washers.\n\nYou can identify HID headlamps from:\n- 'DCR' mark on the headlamp lens or body\n- an igniter module or inverter behind the headlamp\n- taking a few seconds to reach full intensity\n- a bluish tinge to the light\n\nHID headlamps use high voltage. You should take care when inspecting these headlamps.",
				"defects": [
				  {
					"description": "Headlamp cleaning device: inoperative",
					"category": "Minor"
				  },
				  {
					"description": "Headlamp cleaning device: inoperative in the case of LED or gas discharge systems (HID)",
					"category": "Major"
				  }
				]
			  }
			]
		  },
		  {
			"id": "4.2",
			"title": "Front and rear position lamps, daytime running lamps and end-outline marker lamps",
			"items": [
			  {
				"id": "4.2.1",
				"title": "Presence, condition and operation",
				"description": "This inspection is for:\n- mandatory position lamps\n- mandatory end-outline marker lamps\n- daytime running lamps (DRLs) fitted to M1 vehicles first used on or after 1 March 2018\n\nVehicles do not need to be fitted with position lamps, or may have such lamps permanently disconnected, painted over or masked if they are:\n- only used during daylight hours, and\n- not used at times of seriously reduced visibility\n\nIn this situation, you should issue an advisory. These vehicles do not need end-outline marker lamps.\n\n#### All lamps\n\nCheck the presence, condition, security and function of the required lamps.\n\nAssess any damaged or repaired lamps for security, colour, light output and durability.\n\n#### Front and rear position lamps\n\nVehicles must have 2 front and 2 rear position lamps, except for tricycles or quadricycles that are less than 1,300mm wide.\n\nDaytime running lamps (DRLs) or headlamps may function as front position lamps. If the DRLs function as front position lamps, they may or may not dim when rear position lamps are switched on and may dim or turn off when headlamps are switched on.\n\nFront position lamps can switch off when the front fog lamps are switched on.\n\nThe front and rear position lamps must light up at the same time with the registration plate lamps and end-outline marker lamps.\n\nTricycles and quadricycles less than 1,300mm wide must have at least one front and one rear position lamp. However, if the maximum vehicle width is more than 1,300mm, it must have 2 front and 2 rear position lamps.\n\nTricycle and quadricycle lamps must be:\n- mounted centrally - if there's one lamp\n- mounted symmetrically - if there's 2 lamps\n- mounted symmetrically about the centre - if there's a single front position lamp next to another front lamp, such as a headlamp\n\nBuses first used before 1 April 1955 only need one rear position lamp. The lamp must be on the centre line or to the offside.\n\n#### End-outline marker lamps\n\nYou must inspect end-outline marker lamps on vehicles first used on or after 1 April 1991 that are wider than 2,100mm, excluding side mirrors.\n\nClass 3 vehicles do not need end-outline marker lamps.\n\nThe front and rear end outline marker lamps on each side can be combined in one lamp.\n\n#### Daytime running lamps\n\nYou only need to inspect daytime running lamps (DRLs) if they're fitted as original equipment to vehicles first used on or after 1 March 2018.",
				"defects": [
				  {
					"description": "Lamp: multiple light source up to a half not functioning",
					"category": "Minor"
				  },
				  {
					"description": "Lamp: missing, inoperative or in the case of a multiple light source more than a half not functioning",
					"category": "Major"
				  },
				  {
					"description": "Defective lens",
					"category": "Major"
				  },
				  {
					"description": "Lamp: not securely attached",
					"category": "Minor"
				  },
				  {
					"description": "Lamp: likely to become detached",
					"category": "Major"
				  }
				]
			  },
			  {
				"id": "4.2.2",
				"title": "Switching",
				"description": "It must be possible to switch on the position lamps from the driver's seat with a single operation of the switch. The position lamps must light up at the same time as the registration plate lamps and any end-outline marker lamps where they are fitted.\n\nSome vehicles have position lamps that come on automatically when the engine is running.\n\nDaytime running lamps (DRLs) or headlamps may function as front position lamps. If the DRLs function as front position lamps, they may or may not dim when rear position lamps are switched on and may dim or turn off when headlamps are switched on.\n\nThe front position lamps may turn off when the headlamps or front fog lamps are switched on.\nIf position lamps are combined with direction indicators, position lamps may or may not switch off when the relevant direction indicator is flashing.\n\nThe front and rear position lamps must light up at the same time with the end-outline marker lamps where they are fitted.\n\nYou only need to inspect daytime running lamps (DRLs) if they're fitted as original equipment to vehicles first used on or after 1 March 2018.\n\nDRLs must switch on and off when the engine is switched on and off.\n\nDRLs might not operate when:\n- the parking brake is on\n- the park position is selected on automatic transmissions\n\nIf DRLs have been manually switched off, sometimes they do not light up until the vehicle is travelling faster than 10 kilometres per hour (6.2mph) or the vehicle has travelled 100m (328ft).\n\nMilitary vehicles may have a multi-position switch which cannot turn the front and rear position lamps on with a single operation of the switch. This should not be regarded as a defect.",
				"defects": [
				  {
					"description": "Switch does not operate in accordance with the requirements or the rear position lamps can be switched off when the headlamps are on",
					"category": "Major"
				  },
				  {
					"description": "Function of the switch impaired",
					"category": "Major"
				  }
				]
			  },
			  {
				"id": "4.2.3",
				"title": "Compliance with requirements",
				"description": "You must inspect:\n- mandatory position lamps\n- mandatory end-outline marker lamps\n- daytime running lamps (DRLs) fitted to M1 vehicles first used on or after 1 March 2018\n\n#### All lamps\n\nThe precise position of lamps is not part of the inspection. You should check visually that they are at about the same height and distance from each side of the vehicle.\n\nA 'light source' means any bulb, LED or other means of emitting light.\n\nYou must assess damaged or repaired lamps for security, colour, light output and durability.\n\nSwitch on the position lamps and daytime running lamps and operate all the other lamps in turn. Check if the position lamps, end-outline marker lamps or daytime running lamps are adversely affected.\n\n#### Position lamps\n\nRear position lamps must emit a steady red light.\n\nFor front position lamps, the following colour of light is acceptable:\n- white light\n- predominantly white light with a blue tinge\n- yellow light - if combined in a yellow headlamp\n\nIf position lamps are combined with direction indicators, position lamps may or may not switch off when the relevant direction indicator is flashing.\n\nDaytime running lamps (DRLs) or headlamps may function as front position lamps. If the DRLs function as front position lamps, they may or may not dim when rear position lamps are switched on and may dim or turn off when headlamps are switched on.\n\n#### End-outline marker lamps\n\nVehicles first used on or after 1 April 1991 that are wider than 2,100mm, excluding the side mirrors, must have their end-outline marker lamps inspected.\n\nClass 3 vehicles do not need end-outline marker lamps.\n\nThere must be:\n- 2 white lamps visible from the front and positioned at windscreen upper edge level or higher\n- 2 red lamps visible from the rear and positioned as high as is practicable\n\nThe front and rear end outline marker lamps on each side can be combined in one lamp.\n\n#### Daytime running lamps\n\nYou only need to inspect daytime running lamps (DRLs) fitted as original equipment to M1 vehicles first used on or after 1 March 2018.\n\nVehicles do not need to be fitted with daytime running lamps, that do not have front and rear position lamps, or have such lamps permanently disconnected, painted over or masked that are only used during daylight hours and not used at times of seriously reduced visibility.\n\nThere must not be more than 2 DRLs fitted and they must emit white light.\n\nDRLs might not operate when:\n- the engine is not running\n- the parking brake is on\n- the park position is selected on automatic vehicles\n\nIf DRLs have been manually switched off, sometimes they do not light up until the vehicle is travelling faster than 10km/h (6.2mph) or the vehicle has travelled 100m (328ft).\n\nA DRL is permitted to switch off when the same side indicator is operating.",
				"defects": [
				  {
					"description": "Lamp: emitted colour, position or intensity not in accordance with the requirements",
					"category": "Minor"
				  },
				  {
					"description": "Lamp: showing red light to the front, white light to the rear or has heavily reduced light intensity",
					"category": "Major"
				  },
				  {
					"description": "A lamp with a product on the lens or light source: which obviously reduces light intensity or changes emitted colour",
					"category": "Minor"
				  },
				  {
					"description": "A lamp with a product on the lens or light source: which shows red light to the front, white light to the rear or has heavily reduced light intensity",
					"category": "Major"
				  },
				  {
					"description": "A lamp adversely affected by the operation of any other lamp",
					"category": "Major"
				  }
				]
			  }
			]
		  },
		  {
			"id": "4.3",
			"title": "Stop lamps",
			"items": [
			  {
				"id": "4.3.1",
				"title": "Presence, condition and operation",
				"description": "You must inspect all stop lamps fitted.\n\nStop lamps must show a steady red light.\n\nStop lamps are not required on vehicles:\n- first used before 1 January 1936\n- that do not have front and rear position lamps, or have such lamps permanently disconnected, painted over or masked that are only used during daylight hours and not used at times of seriously reduced visibility.\n\nVehicles first used on or after 1 January 1971 must have 2 stop lamps, one on each side.\n\nVehicles first used before 1 January 1971 may be fitted with only 1 stop lamp, which can be mounted centrally or towards the offside.\n\nAdditional stop lamps, over and above the mandatory requirements, must be tested. However, if you are not sure if they are connected, you should give the benefit of the doubt.\n\nA 'light source' means any bulb, LED or other means of emitting light.\n\nYou must assess damaged or repaired lamps for security, colour, light output and durability.\n\nOn some vehicles with LED rear lamps, a proportion of the stop lamp LED's may extinguish when the rear fog lamp is illuminated. This is not to be regarded as a defect.\n\nTricycles and quadricycles:\n- not wider than 1,300mm can have only one stop lamp\n- with 2 service brake controls - both controls must operate the stop lamp(s)\n- with 2 stop lamps - must be mounted symmetrically\n- with 1 stop lamp - must be mounted centrally\n\nPress the brake pedal to light up the stop lamps and operate all the other lamps in turn to see if the stop lamps are adversely affected. with 2 stop lamps - must be mounted symmetrically\n- with 1 stop lamp - must be mounted centrally",
				"defects": [
				  {
					"description": "Stop lamp(s): with a multiple light source up to 1/2 not functioning",
					"category": "Minor"
				  },
				  {
					"description": "Stop lamp(s): missing, inoperative or in the case of a multiple light source more than 1/2 not functioning",
					"category": "Major"
				  },
				  {
					"description": "Stop lamp(s): all missing or inoperative",
					"category": "Dangerous"
				  },
				  {
					"description": "A lens defective: which has no effect on emitted light",
					"category": "Minor"
				  },
				  {
					"description": "A lens defective: such that the emitted light is adversely affected",
					"category": "Major"
				  },
				  {
					"description": "A stop lamp: not securely attached",
					"category": "Minor"
				  },
				  {
					"description": "A stop lamp: likely to become detached",
					"category": "Major"
				  }
				]
			  },
			  {
				"id": "4.3.2",
				"title": "Switching",
				"description": "All stop lamps must light up immediately when the brake is applied and switch off immediately when the brake is released.\n\nVehicles first used on or after 1 January 1971 must have 2 stop lamps, one on each side.\n\nVehicles first used before 1 January 1971 can be fitted with only 1 stop lamp. The lamp can be mounted centrally or towards the offside.\n\nAdditional stop lamps, over and above the mandatory requirements, must be tested. However, if you are not sure that they're connected, you should give the benefit of the doubt.\n\nVehicles first used before 1 September 1965 may have a stop lamp combined with a direction indicator lamp.\n\nTricycles and quadricycles:\n- not wider than 1,300mm can have only one stop lamp\n- with 2 service brake controls - both controls must operate the stop lamp(s)\n- with 2 stop lamps - must be mounted symmetrically\n- with 1 stop lamp - must be mounted centrally",
				"defects": [
				  {
					"description": "Stop lamp(s): switch does not operate in accordance with the requirements",
					"category": "Minor"
				  },
				  {
					"description": "Stop lamp(s): switch with a delay in operation",
					"category": "Major"
				  },
				  {
					"description": "Stop lamp(s): remain on when the brakes are released",
					"category": "Dangerous"
				  }
				]
			  },
			  {
				"id": "4.3.3",
				"title": "Compliance with requirements",
				"description": "You must inspect all stop lamps.\n\nStop lamps must show a steady red light.\n\nStop lamps are not required on vehicles:\n- first used before 1 January 1936\n- that do not have front and rear position lamps, or have such lamps permanently disconnected, painted over or masked that are only used during daylight hours and not used at times of seriously reduced visibility\n\nVehicles first used on or after 1 January 1971 must have 2 stop lamps, one on each side.\n\nVehicles first used before 1 January 1971 can be fitted with only one stop lamp. The lamp can be mounted centrally or towards the offside.\n\nAdditional stop lamps, over and above the obligatory requirements, must be tested. However, if you are not sure that they're connected, you should give the benefit of the doubt.\n\nYou must assess damaged or repaired lamps for security, colour, light output and durability.\n\nOn some vehicles with LED rear lamps, a proportion of the stop lamp LED's may extinguish when the rear fog lamp is illuminated. This is not to be regarded as a defect.\n\nTricycles and quadricycles:\n- not wider than 1,300mm can have only one stop lamp\n- with 2 service brake controls - both controls must operate the stop lamp(s)\n-"
			  }
			]
		  }
		]
	  },

	  {
		"id": "5",
		"title": "Axles, Wheels, Tyres and Suspension",
		"description": "Axle, wheel bearing, wheel and tyres, tyre pressure monitoring system (TPMS), and suspension (including springs, shock absorbers, and suspension arms and joints) rules and inspection for car and passenger vehicle MOT tests.",
		"subsections": [
		  {
			"id": "5.1",
			"title": "Axles",
			"items": [
			  {
				"id": "5.1.1",
				"title": "Axles",
				"description": "It's recommended that you use wheel play detectors when checking axle security on beam axles.",
				"defects": [
				  {
					"description": "An axle fractured or deformed",
					"category": "Dangerous"
				  },
				  {
					"description": "An axle: insecure or with loose fixing bolts",
					"category": "Major"
				  },
				  {
					"description": "An axle: insecure such that stability is impaired or functionality affected",
					"category": "Dangerous"
				  },
				  {
					"description": "An axle: with an unsafe modification",
					"category": "Major"
				  },
				  {
					"description": "An axle: modified so that vehicle stability is impaired or axle functionality affected",
					"category": "Dangerous"
				  }
				]
			  },
			  {
				"id": "5.1.2",
				"title": "Stub axles",
				"description": "To check the condition of stub axles:\n\n1. Jack up the front of the vehicle so that the front wheels are off the ground.\n2. Observe the relative vertical movement between components.\n3. Use a suitable bar under each wheel in turn and lever upwards, looking for play in components.\n\nThen check for play in components using either:\n* wheel play detectors in the side to side mode\n* rocking each wheel by hand or with a bar in the wheel",
				"defects": [
				  {
					"description": "A stub axle fractured",
					"category": "Dangerous"
				  },
				  {
					"description": "A stub axle swivel pin and/or bush: excessively worn",
					"category": "Major"
				  },
				  {
					"description": "A stub axle swivel pin and/or bush: is so excessive the stub axle is likely to become insecure or directional stability is impaired",
					"category": "Dangerous"
				  },
				  {
					"description": "Movement between the stub axle and axle beam: is excessive",
					"category": "Major"
				  },
				  {
					"description": "Movement between the stub axle and axle beam: insecure or directional stability is impaired",
					"category": "Dangerous"
				  },
				  {
					"description": "A king pin: loose in the axle beam",
					"category": "Major"
				  },
				  {
					"description": "A king pin: so loose it is likely to affect directional stability",
					"category": "Dangerous"
				  }
				]
			  },
			  {
				"id": "5.1.3",
				"title": "Wheel bearings",
				"description": "Vehicles with a DGW more than 5,000kg do not need to have rear wheel bearings inspected.\n\nAssess play in wheel bearings by either:\n* rocking the wheels in turn while they're jacked clear of the ground\n* using wheel play detectors in the side to side mode\n\nWith each wheel raised clear of the ground, spin the wheel and listen for roughness in the bearings.",
				"defects": [
				  {
					"description": "A wheel bearing: with excessive play",
					"category": "Major"
				  },
				  {
					"description": "A wheel bearing: play so excessive it is likely to break up or directional control impaired",
					"category": "Dangerous"
				  },
				  {
					"description": "A wheel bearing: excessively rough",
					"category": "Major"
				  },
				  {
					"description": "A wheel bearing: likely to collapse",
					"category": "Dangerous"
				  }
				]
			  }
			]
		  },
		  {
			"id": "5.2",
			"title": "Wheels and tyres",
			"items": [
			  {
				"id": "5.2.1",
				"title": "Road wheel and hub",
				"description": "",
				"defects": [
				  {
					"description": "A wheel: with a loose or missing wheel nut, bolt or stud",
					"category": "Major"
				  },
				  {
					"description": "A wheel: with more than one loose or missing wheel nut, bolt or stud",
					"category": "Dangerous"
				  },
				  {
					"description": "A spigot mounted wheel hub: excessively worn or damaged",
					"category": "Major"
				  },
				  {
					"description": "A spigot mounted wheel hub: worn or damaged to the extent that wheel security is adversely affected",
					"category": "Dangerous"
				  }
				]
			  },
			  {
				"id": "5.2.2",
				"title": "Road wheel condition",
				"description": "You only need to inspect the road wheels fitted to the vehicle at the time of the inspection. If you notice a defect on a spare wheel, you should tell the vehicle presenter about it.\n\nYou must not remove wheel hub caps.\n\nYou can accept abutting ends on detachable spring retaining rings on wheel rims of semi-drop centre type (identified by the ends of the ring shaped to interlock) as long as the retainer is adequately and safely located in the wheel rim.",
				"defects": [
				  {
					"description": "Any fracture or welding defect on a wheel",
					"category": "Dangerous"
				  },
				  {
					"description": "A tyre retaining ring: not correctly fitted",
					"category": "Major"
				  },
				  {
					"description": "A tyre retaining ring: likely to come off",
					"category": "Dangerous"
				  },
				  {
					"description": "A wheel: badly distorted or wear between wheel and hub at spigot mounting",
					"category": "Major"
				  },
				  {
					"description": "A wheel: distorted or worn to the extent the wheel or tyre is likely to become detached",
					"category": "Dangerous"
				  },
				  {
					"description": "A wheel and its fixings not compatible",
					"category": "Major"
				  }
				]
			  },
			  {
				"id": "5.2.3",
				"title": "Tyres",
				"description": "You only need to inspect the tyres fitted to the road wheels at the time of the inspection. If you notice a defect on a spare tyre, you should advise the vehicle presenter.\n\n#### Size\nThe aspect ratio of a tyre is included in the size marking. For example, a 215/55R15 has an aspect ratio of 55%.\n\n'Standard' car tyres have a nominal aspect ratio of 82% (unless marked otherwise) and these are almost identical in size to tyres with an aspect ratio of 80%. They can be safely mixed in any configuration on a vehicle.\n\nSome tyres may be marked with two sizes. For example, a 185/75R14 tyre may be dual marked 185R14. In such cases, you can accept either marking.\n\n#### Load rating - Classes 5 and 7 only\nA tyre load rating table is in Appendix B.\n\nMake sure the tyre load rating is suitable for the axle weight.\n\nYou can find the permitted maximum laden weight of an axle on the manufacturer's plate.\n\nIf axle weights are not displayed on the manufacturer's plate, you must assume that the load capacity of the tyres are suitable, unless there's indisputable evidence to suggest otherwise.\n\nIf a goods vehicle has a 'Ministry' plate showing lower axle weights not to be exceeded in Great Britain, you must use those instead of the ones on the manufacturer's plate.\n\n#### Speed rating - Classes 5 and 7 only\nA tyre's speed rating is shown on the sidewall as a letter and usually precedes or follows the load rating. Speed ratings from A to K are unacceptable, with the exception of H.\n\nIf no speed rating is shown it must be assumed that the minimum requirements are met.\n\n#### Load ratings for low speed rated tyres - Class 5 vehicles only\nTyres must be suitable for use up to 70mph (L speed rating) unless the vehicle is a 'restricted speed vehicle'.\n\nIf the tyre can carry the maximum permitted axle weight of the vehicle, these vehicles can use tyres with a lower speed rating tyres up to 70mph as follows:\n* K speed rating – but the tyre's carrying capacity is reduced by 3%\n* J speed rating – but the tyre's carrying capacity is reduced by 7%\n\nFor example, K speed rating tyres can be used at 70mph if the load is reduced as follows:\n146/143K = 6,000kg single or 10,900kg dual - less 3% = 5,820kg single or 10,580kg dual\n\nYou must not accept a tyre load rating that's less than the maximum permitted axle weight.\n\n#### Structure\nTyres of different types of structure, such as radial-ply and cross-ply, must not be mixed on the same axle.\nSteel and fabric radial-ply tyres are considered to be the same structure.\n\nRun flat and conventional tyres can be mixed on the same axle, although this is not recommended.\n\n#### Condition and fitment\nEvidence of a tyre contacting a part of the vehicle, such as due to tyre flexing or suspension movement, is not considered to be a defect. A vehicle should only be rejected if the tyre is fouling a part of the vehicle at the time of test.\n\nSome vehicles have lock stops comprising rubbing pads on the body that the front tyres may contact on a full lock. These are acceptable if they are properly maintained so that they do not damage the tyres.\n\nWhen assessing cuts in a tyre, it is permissible to check whether a cut is deep enough to reach the ply or cord by using a blunt instrument to open the cut taking care not to cause further damage.\n\nThe following criteria should be used when assessing a cut in a tyre:\n* any ply or cord that can be seen without touching the tyre - fail\n* if by folding back rubber or opening a cut with a blunt instrument, so as not to cause further damage, exposed ply or cord can be seen irrespective of the size of the cut - fail\n* if a cut which is more than 25mm or 10% of the section width whichever is the greater, is opened with a blunt instrument and cords can be felt but not seen - fail\n\nBefore failing a cut, you must make sure it's the cords that you can feel not a foreign object. If you're not sure, then you should pass and advise.\n\nWhen assessing lumps or bulges in a radial ply tyre, care should be taken to distinguish between normal undulations in the carcass, resulting from manufacturing, and lumps or bulges caused by structural deterioration.\n\nTake extra care with stretched tyres because they're more prone to sidewall damage.\n\nRecut tyres are only permitted on:\n* vehicles over 3,050kg ULW\n* goods vehicles with an ULW of at least 2,540kg having at least 16 inch (405mm) diameter wheels\n* passenger vehicles with an ULW of at least 2,540kg having 8 or more passenger seats\n\nYou should only accept tyres with NHS, Not for Highway Use or similar markings if they have an 'E' marking and a number contained within a circle. Adjacent to this circle, the sidewall must also be marked with a six digit number, which may be preceded by 75R or similar marking.\n\nDirection of rotation may be indicated by an arrow and/or words, but an arrow by itself should not be taken to indicate direction of rotation.\n\nAsymmetric tyres are marked with correct fitment information on the sidewall, such as 'outside'. However, if an asymmetric tyre is fitted the wrong way around it is not to be considered a reason for rejection. The presenter should be advised.\n\n#### Tread depth\nA tread pattern is the combination of plain surfaces and grooves extending across the breadth of the tread and round the entire circumference. It excludes any tie-bars, tread wear indicators, or features designed to wear out substantially before the remainder of the pattern, and other minor features.\n\nIn simple terms, grooves containing tread wear indicators (TWI) or grooves cut as deep as those containing the wear indicators when new, are considered to be primary grooves. Other grooves or sipes that are not cut as deep as the primary grooves are secondary grooves and are not to be considered when assessing tread depth.\n\nThe 'breadth of tread' is the part of the tyre which can contact the road under normal conditions of use measured at 90 degrees to the peripheral line of the tread.\n\nDifferent vehicles require different tread depths.\n\nThe following vehicles first used on or after 3 January 1933 need 1.6mm tread depth:\n* passenger vehicles with a maximum of 8 passenger seats, excluding the driver's seat\n* goods vehicles or dual-purpose vehicles not exceeding 3,500kg DGW\n* tricycles with an ULW more than 410kg and all quadricycles\n\nThe primary grooves of the tread pattern must be at least 1.6mm deep within the central three-quarters of the breadth of tread and around the entire outer circumference of the tyre.\n\nEither side of the central three-quarters of the tyre can be devoid of tread ('bald').\n\nThe following vehicles must have 1.0mm tread depth:\n* vehicles first used before 3 January 1933\n* passenger vehicles with more than 8 passenger seats excluding the driver's seat\n* tricycles with an ULW not exceeding 410kg with an engine capacity greater than 50cc\n* tricycles with an ULW not exceeding 410kg which are electrically powered\n\nThe tread pattern must be visible over the whole tread area, and have a depth of at least 1.0mm throughout a single band of at least three-quarters over any section of the breadth of tread round the entire outer circumference of the tyre.\n\nThe 1.0mm tread depth requirement applies to the whole tread width if the original tread pattern did not extend beyond three-quarters of the tyre width when new.\n\nTricycles with an ULW not exceeding 410kg with an engine capacity not greater than 50cc do not need to have 1mm of tread. However, they must have a visible tread pattern around the entire circumference and across the whole breadth of the tread.\n\n#### Tyre pressure monitoring system (TPMS)\nThe inspection of the tyre pressure monitoring system (TPMS) is for M1 vehicles first used on or after 1 January 2012.\n\nThe TPMS warning lamp will generally illuminate and go off again when the ignition is switched on. If the system has identified a previous pressure loss, the lamp will remain illuminated. This does not automatically mean the system has a malfunction. In the event of a system malfunction, the lamp may flash a number of times and then remain on.\n\nWarning messages on dashboard displays are not a defect in their own right, but may assist the tester in determining that the warning lamp is illuminated because a malfunction exists.\n\nIf it is unclear the warning lamp is indicating a system malfunction and not a simply indicating that one or more tyre pressures are low, then advisory information should be added to the test result.\n\n### Tyre age\nThe check of tyre age applies to all vehicles with more than 8 passenger seats, other than vehicles of historical interest.\n\nTyre age is determined by the date code on the sidewall and will be a three or four-digit code. Tyres with a three-digit code will be more than 10 years old.\n\nThe code is usually located in a 'window' on the sidewall and may or may not be located at the end of the DOT number.\n\nThe first two digits of the code represent the week of manufacture of the tyre and the second two digits represent the year of manufacture. In the example above, the tyre was manufactured in week 35 of 2016.\n\nTyres over ten years old at the time of test must be failed if they are on:\n* any front steered axle\n* any rear axle of a minibus with a single wheel fitment.\n\nTyres not displaying a date code must also be failed. However, date codes are only required to be marked on one side of the tyre so it may not be possible to see the date code on twin wheel fitments. Under these circumstances you should advise the presenter and assume the date code is present and the tyre age is acceptable.\n\nOn tyres where the date code is illegible, for example, due to kerbing or deliberate tampering, a major or minor defect must be recorded, depending on the location of the tyre.\n\n### Retreaded tyres\nRemoulded/retreaded tyres may have two date codes. One being the original code and the other being the date of retreading. In this case the most recent date code must be used.\n\nThe appearance of the date code on retreaded tyres may be different from the original date code and may be branded rather than moulded.",
				"defects": [
				  {
					"description": "A tyre: load capacity or speed rating not in accordance with the minimum requirements",
					"category": "Major"
				  },
				  {
					"description": "A tyre: load capacity insufficient for axle presented weight",
					"category": "Dangerous"
				  },
				  {
					"description": "Tyres on the same axle or on twin wheels are different sizes",
					"category": "Major"
				  },
				  {
					"description": "Tyres on the same axle of different structure",
					"category": "Major"
				  },
				  {
					"description": "A tyre: with a cut in excess of the requirements deep enough to reach the ply or cords",
					"category": "Major"
				  },
				  {
					"description": "A tyre: with a lump, bulge or tear caused by separation or partial failure of its structure, including any lifting of the tread rubber or with cords exposed or damaged",
					"category": "Dangerous"
				  },
				  {
					"description": "Tyre tread depth not in accordance with the requirements",
					"category": "Dangerous"
				  },
				  {
					"description": "A tyre fouling a part of the vehicle",
					"category": "Major"
				  },
				  {
					"description": "A recut tyre fitted to a vehicle not permitted to be fitted with recut tyres",
					"category": "Major"
				  },
				  {
					"description": "Tyre pressure monitoring system malfunctioning or obviously not working",
					"category": "Major"
				  },
				  {
					"description": "A tyre not fitted in compliance with the manufacturer's sidewall instructions",
					"category": "Major"
				  },
				  {
					"description": "A tyre valve seriously damaged or misaligned likely to cause sudden deflation of the tyre",
					"category": "Dangerous"
				  },
				  {
					"description": "A tyre incorrectly seated on the wheel rim",
					"category": "Major"
				  },
				  {
					"description": "Tyre obviously under-inflated",
					"category": "Minor"
				  },
				  {
					"description": "A tyre over ten years old is fitted to a front steered axle of a bus, coach, or any axle on a minibus with a single wheel fitment",
					"category": "Dangerous"
				  },
				  {
					"description": "A date code illegible: on a tyre fitted to a rear axle of a bus or coach",
					"category": "Minor"
				  },
				  {
					"description": "A date code illegible: or not visible on a tyre fitted to a front steered axle of a bus or coach or any axle on a minibus with a single wheel fitment",
					"category": "Major"
				  }
				]
			  }
			]
		  },
		  {
			"id": "5.3",
			"title": "Suspension",
			"items": [
			  {
				"id": "5.3.1",
				"title": "Springs",
				"description": "This inspection includes bonded suspension units.\n\nYou should not reject vehicles with leaf spring type suspension if modified spring anchor or shackle brackets are fitted and there are more mounting holes in the bracket than holes in the chassis.\n\nDefect 5.3.1.b also applies to that part of a leaf spring which is curled to prevent disengagement from a slipper.\n\nYou should assess the security of a coil spring to the chassis or axle when jacking and lowering the vehicle. If the spring does not correctly locate when the suspension is returned to its normal running position, then you should reject it for being insecurely attached.\n\nYou do not need to jack the rear wheels of vehicles with a DGW more than 5,000kg.\n\nUnsafe modifications include:\n* welded repairs\n* the use of excessive heat to highly stressed components (see Appendix A)\n* modifications likely to affect the roadworthiness of the vehicle\n\nA missing bump stop rubber is not a reason for rejection.",
				"defects": [
				  {
					"description": "A spring: insecurely attached to chassis or axle",
					"category": "Major"
				  },
				  {
					"description": "A spring: with fixings loose to the extent that relative movement is visible",
					"category": "Dangerous"
				  },
				  {
					"description": "A spring: or spring component fractured or seriously weakened",
					"category": "Major"
				  },
				  {
					"description": "A spring: main leaf fractured",
					"category": "Dangerous"
				  },
				  {
					"description": "A spring: missing",
					"category": "Major"
				  },
				  {
					"description": "A spring: missing and directional control affected",
					"category": "Dangerous"
				  },
				  {
					"description": "A spring: with an unsafe modification",
					"category": "Major"
				  },
				  {
					"description": "A spring: modified so that the suspension is inoperative",
					"category": "Dangerous"
				  }
				]
			  },
			  {
				"id": "5.3.2",
				"title": "Shock absorbers",
				"description": "You should reject a missing shock absorber only if they were fitted as standard.\n\nA shock absorber must be rejected if negligible damping effect becomes evident at any point during the inspection.\n\nSlight seepage causing a film of fluid on a shock absorber is not a reason for rejection.",
				"defects": [
				  {
					"description": "A shock absorber: insecurely attached to chassis or axle",
					"category": "Major"
				  },
				  {
					"description": "A shock absorber: missing or likely to become detached",
					"category": "Dangerous"
				  },
				  {
					"description": "A shock absorber damaged to the extent that it does not function or showing signs of severe leakage",
					"category": "Major"
				  },
				  {
					"description": "A shock absorber bush excessively worn",
					"category": "Major"
				  },
				  {
					"description": "A shock absorber which has negligible damping effect",
					"category": "Major"
				  }
				]
			  },
			  {
				"id": "5.3.3",
				"title": "Suspension arms, rods, struts, sub-frames, anti-roll bars etc.",
				"description": "Some vehicles use thin gauge steel pressings for some highly stressed suspension components. Many of these parts have hollow 'box sections' or up-facing areas that can collect road dirt, salt or other chemicals that can cause severe local corrosion.\n\nYou should pay special attention to these components.\n\nYou can find guidance on assessing corrosion in Appendix A.\n\nIt may be easier to inspect suspension components with the wheels jacked for the checks in Section 5.3.4. You do not need to jack the rear wheels of vehicles with a DGW more than 5,000kg.\n\nUnsafe modifications include:\n* welded repairs\n* the use of excessive heat to highly stressed components (see Appendix A)\n* modifications likely to affect the roadworthiness of the vehicle\n\nA missing bump stop rubber is not a reason for failure.",
				"defects": [
				  {
					"description": "A suspension component: insecurely attached to chassis or axle",
					"category": "Major"
				  },
				  {
					"description": "A suspension component: missing, likely to become detached or directional stability impaired",
					"category": "Dangerous"
				  },
				  {
					"description": "A suspension component: excessively damaged or corroded",
					"category": "Major"
				  },
				  {
					"description": "A suspension component: fractured or likely to fail",
					"category": "Dangerous"
				  },
				  {
					"description": "A suspension component: with an unsafe modification",
					"category": "Major"
				  },
				  {
					"description": "A suspension component: modified so that the suspension is inoperative or likely to foul other components",
					"category": "Dangerous"
				  }
				]
			  },
			  {
				"id": "5.3.4",
				"title": "Suspension joints, pins and bushes",
				"description": "Some rubber/synthetic bushes are designed to provide a comparatively high degree of compliance and are therefore likely to show some movement.\n\nYou should only reject rubber or synthetic bushes when you can see serious deterioration of the bonding or flexible material.\n\nMany MacPherson strut top bushes are designed to have significant lateral play when the suspension is hanging free. You should only reject MacPherson strut top bushes when play is due to wear or maladjustment.\n\nYou should assess wear or play in spring pins and bushes using either:\n* a small pinch bar\n* wheel play detectors\n\nWear is excessive if play is more than:\n* 2mm for a 12mm diameter pin\n* 3mm for a 25mm diameter pin\n* 10% of the pin diameter for pins over 25mm diameter\n\nTo fully assess the condition of front suspension components you should use wheel play detectors.\n\nIf wheel play detectors are not available, do the following:\n1. Jack the front wheels clear of the ground, place a suitable bar under each wheel in turn and lever upwards, looking for play in components.\n2. Rock and shake the wheels to check for play.\n3. Use an assistant to rock and shake the wheels while you examine the relevant items.\n\nFor vehicles with front suspension systems that do not have the torsion bar or spring force acting on the lower suspension arm follow these steps:\n1. Make sure the front wheels are resting on unlocked turning plates.\n2. Grasp the top of each wheel and push and pull vigorously in and out to check for play.\n3. Grasp each wheel at the 3 o'clock and 9 o'clock positions and push and pull vigorously without pivoting the wheel to check for play.\n4. Use an assistant to shake the wheels as per item 3, whilst observing the relevant components.\n\n#### Method of jacking\nVehicles with front suspension types that have the torsion bar or spring force acting on the lower suspension arm must be jacked under the lower suspension arm so that the suspension spring force is removed from the ball joints as shown.\n\nBeam axles should be jacked under the beam.\n\nAll other suspension types must be jacked so the suspension hangs freely.\n\n### Rear axles\nEnsure the jacking equipment is positioned to allow the safe examination of components without risk of injury or damage to the vehicle.\n\nUse your experience and judgement when positioning the jacking equipment to ensure that suspension spring force is removed from components to allow a proper examination for wear/play.\n\nOn some vehicles it may be necessary to jack in more than one position to carry out a full examination.\n\nYou do not need to jack the rear wheels of vehicles with a DGW more than 5,000kg.",
				"defects": [
				  {
					"description": "A suspension pin, bush, joint or bearing: excessively worn",
					"category": "Major"
				  },
				  {
					"description": "A suspension pin, bush, joint or bearing: likely to become detached",
					"category": "Dangerous"
				  },
				  {
					"description": "A suspension joint dust cover: severely deteriorated",
					"category": "Minor"
				  },
				  {
					"description": "A suspension joint dust cover: missing or no longer prevents the ingress of dirt etc.",
					"category": "Major"
				  }
				]
			  },
			  {
				"id": "5.3.5",
				"title": "Gas, air and fluid suspension",
				"description": "When testing vehicles with these suspension types, you should be aware of the health and safety hazards.\n\nSee the Introduction health and safety section for guidance.",
				"defects": [
				  {
					"description": "A gas, air or fluid suspension system inoperative",
					"category": "Dangerous"
				  },
				  {
					"description": "A gas, air or fluid suspension system component damaged, modified or deteriorated in a way that: it would adversely affect the functioning of the system",
					"category": "Major"
				  },
				  {
					"description": "A gas, air or fluid suspension system component damaged, modified or deteriorated in a way that: its function is seriously affected",
					"category": "Dangerous"
				  },
				  {
					"description": "An obvious leak from any part of the system",
					"category": "Major"
				  }
				]
			  },
			  {
				"id": "5.3.6",
				"title": "Complete suspension system",
				"description": "You can find guidance for assessing corrosion in Appendix A.\n\nSee Section 6 for guidance on checking the condition of the main load bearing structure not within a prescribed area.\n\nCheck the strength and continuity of the vehicle's load bearing members and their supporting structure or panelling around any spring, sub-frame or suspension component mounting.\n\nCheck the presence and security of any retaining and locking devices.\n\nThe presence and effectiveness of some locking devices, such as locking fluid or 'nyloc' nuts, cannot be easily determined. If you are not certain that a locking device is missing or ineffective, you should give the benefit of the doubt.",
				"defects": [
				  {
					"description": "The strength or continuity of the load bearing structure within 30cm of any sub-frame, spring or suspension component mounting (a 'prescribed area'): is significantly reduced or inadequately repaired",
					"category": "Major"
				  },
				  {
					"description": "The strength or continuity of the load bearing structure within 30cm of any sub-frame, spring or suspension component mounting (a 'prescribed area'): is so weakened that control of the vehicle is likely to be adversely affected",
					"category": "Dangerous"
				  },
				  {
					"description": "Suspension retaining or locking device ineffective or missing",
					"category": "Major"
				  }
				]
			  }
			]
		  }
		]
	  },

	  {
		"id": "6",
		"title": "Body, Structure and Attachments",
		"description": "Structure and attachments (including exhaust system and bumpers), and body and interior (including doors and catches, seats and floor) rules and inspection for car and passenger vehicle MOT tests.",
		"subsections": [
		  {
			"id": "6.1",
			"title": "Structure and attachments",
			"items": [
			  {
				"id": "6.1.1",
				"title": "General condition",
				"description": "This sub-section covers the condition of the general structure but does not include prescribed areas. These are checked under sections 1 (brakes), 2 (steering), 5 (axles, wheels, tyres and suspension) and 7 (other equipment).\n\nVehicles should only be failed under (a), (c) or (d) in this section if the overall structural rigidity of the vehicle is significantly reduced.\n\nYou can find guidance on assessing corrosion in Appendix A of this manual.",
				"defects": [
				  {
					"description": "A main load-bearing structural member: fractured or deformed such that structural rigidity is significantly reduced",
					"category": "Major"
				  },
				  {
					"description": "A main load-bearing structural member: fractured or deformed such that steering or braking is likely to be adversely affected",
					"category": "Dangerous"
				  },
				  {
					"description": "Strengthening plates or fastenings: insecure",
					"category": "Major"
				  },
				  {
					"description": "Strengthening plates or fastenings: so insecure that structural rigidity is seriously reduced",
					"category": "Dangerous"
				  },
				  {
					"description": "Vehicle structure corroded to the extent that: the rigidity of the assembly is significantly reduced",
					"category": "Major"
				  },
				  {
					"description": "Vehicle structure corroded to the extent that: steering or braking is likely to be adversely affected",
					"category": "Dangerous"
				  },
				  {
					"description": "A main load-bearing structural member modified or inadequately repaired such that: the rigidity of the assembly is significantly reduced",
					"category": "Major"
				  },
				  {
					"description": "A main load-bearing structural member modified or inadequately repaired such that: steering or braking is likely to be adversely affected",
					"category": "Dangerous"
				  }
				]
			  },
			  {
				"id": "6.1.2",
				"title": "Exhaust system",
				"description": "You must check the exhaust system of all vehicles with an internal combustion engine, including hybrid vehicles.\nYou need to assess the overall security of the exhaust system. One or more missing or defective exhaust mountings does not necessarily make the exhaust insecure.\n\nFor exhaust noise assessment, see Section 8.1.1.\n\nFor assessment of catalytic converters and diesel particulate filters, see Section 8.2.",
				"defects": [
				  {
					"description": "Exhaust system has a major leak or is insecure",
					"category": "Major"
				  },
				  {
					"description": "Exhaust fumes: entering cabin",
					"category": "Major"
				  },
				  {
					"description": "Exhaust fumes: causing a danger to health of persons on board",
					"category": "Dangerous"
				  }
				]
			  },
			  {
				"id": "6.1.3",
				"title": "Fuel system",
				"description": "You must check the fuel system on all vehicles with internal combustion engines and hydrogen fuel cells.\n\nYou might need to open the luggage compartment to carry out a full inspection of the fuel system.\n\nIf a fuel tank has a hole or the filler neck is split and fuel can leak from it, you must fail it for leaking even if the hole or split is above the fuel line.\n\nIf you cannot get access to the fuel filler cap, see item 4g in the Introduction.\n\nTo check for leaks on gas powered vehicles, use a leak detection product conforming to the standard BS EN 14291-2004. You must follow the manufacturer's instructions when using leak detection products.\n\nOnly fail a vehicle for missing heat shields if there's a risk of fire with other fuel system components.",
				"defects": [
				  {
					"description": "Fuel tank, pipe or hose: insecure",
					"category": "Major"
				  },
				  {
					"description": "Fuel tank, pipe or hose: insecure such that there is a risk of fire",
					"category": "Dangerous"
				  },
				  {
					"description": "Fuel system: leaking, or missing or ineffective filler cap",
					"category": "Major"
				  },
				  {
					"description": "Fuel system: leaking excessively or a risk of fire",
					"category": "Dangerous"
				  },
				  {
					"description": "Fuel pipe or hose: chafing",
					"category": "Minor"
				  },
				  {
					"description": "Fuel pipe or hose: damaged",
					"category": "Major"
				  },
				  {
					"description": "Fire risk due to fuel tank shield or exhaust shield missing where fitted as original equipment",
					"category": "Dangerous"
				  },
				  {
					"description": "Any part of an LPG/CNG/LNG or hydrogen system defective",
					"category": "Dangerous"
				  }
				]
			  },
			  {
				"id": "6.1.4",
				"title": "Bumpers",
				"description": "",
				"defects": [
				  {
					"description": "Bumper: insecure or with damage likely to cause injury when grazed or contacted",
					"category": "Major"
				  },
				  {
					"description": "Bumper: likely to become detached",
					"category": "Dangerous"
				  }
				]
			  },
			  {
				"id": "6.1.5",
				"title": "Spare wheel carrier (if fitted)",
				"description": "This inspection is only for externally-mounted spare wheel carriers.",
				"defects": [
				  {
					"description": "A spare wheel carrier fractured or insecure",
					"category": "Major"
				  },
				  {
					"description": "A spare wheel: insecure in carrier",
					"category": "Major"
				  },
				  {
					"description": "A spare wheel: likely to become detached",
					"category": "Dangerous"
				  }
				]
			  },
			  {
				"id": "6.1.6",
				"title": "Coupling mechanisms and towing equipment",
				"description": "You must inspect all types of coupling mechanisms and towbars fitted to the rear of a vehicle, including fifth-wheel couplings.\n\nYou must also inspect the vehicle structure within 30cm of any towbar mounting point and assess its strength and continuity.\n\nTowbar mounting points are not prescribed areas and the vehicle structure should only be rejected if its strength or continuity is significantly reduced.\n\nYou do not need to inspect emergency towing eyes.\n\nYou must remove tow ball covers to inspect the tow ball.\n\nIf coupling mechanisms are behind access panels in the bumper, bodywork or removable panel, you must remove them to inspect the coupling mechanism unless tools are needed to do this.\n\nWhen checking coupling mechanisms, you may also need to check inside the luggage compartment and lift loose fitting mats or carpet.\n\nYou must test retractable towbars in their 'in-use' position. However, if you need tools to do this, you do not need to do it.\n\nIf a tow ball or pin is not fitted at the time of test - because it's detachable, it's been unbolted or otherwise removed - but the attachment brackets are still in place, the brackets should still be assessed unless they have been deliberately rendered unfit for further use.\n\nThere might be movement ('play') in some detachable tow balls between the receiver socket and the tapered swan neck fitting, with up to 3mm movement measured at the ball end.\n\nYou must reject:\n* pins, jaws or hooks that have worn by more than 25% of their original thickness\n* pin locating holes that have been worn or elongated by more than 25% of their original diameter\n* tow balls that are obviously excessively worn\n\nMany 'bolt-on' type tow balls have accessory devices between the tow ball and its mounting flange. You should only reject these if their fitment is clearly likely to adversely affect the roadworthiness of the vehicle and its trailer.",
				"defects": [
				  {
					"description": "A towbar component damaged, defective, fractured or corroded",
					"category": "Major"
				  },
				  {
					"description": "A towbar component: excessively worn",
					"category": "Major"
				  },
				  {
					"description": "A towbar component: so worn it is likely to fail",
					"category": "Dangerous"
				  },
				  {
					"description": "A towbar attachment: defective or insecure",
					"category": "Major"
				  },
				  {
					"description": "A towbar attachment: likely to become detached",
					"category": "Dangerous"
				  },
				  {
					"description": "A towbar safety device damaged or not operating correctly",
					"category": "Major"
				  },
				  {
					"description": "A towbar coupling indicator not working",
					"category": "Major"
				  },
				  {
					"description": "Towbar: obstructing the registration plate or any lamp",
					"category": "Minor"
				  },
				  {
					"description": "Towbar: obstructing the registration plate so that it is unreadable",
					"category": "Major"
				  },
				  {
					"description": "Unsafe modification: to towbar secondary components",
					"category": "Major"
				  },
				  {
					"description": "Unsafe modification: to towbar primary components",
					"category": "Dangerous"
				  },
				  {
					"description": "Coupling too weak",
					"category": "Major"
				  },
				  {
					"description": "The strength or continuity of the load bearing structure within 30cm of any towbar mounting bracket: is significantly reduced",
					"category": "Major"
				  },
				  {
					"description": "The strength or continuity of the load bearing structure within 30cm of any towbar mounting bracket: is so weakened that the towbar is likely to become detached",
					"category": "Dangerous"
				  }
				]
			  },
			  {
				"id": "6.1.7",
				"title": "Transmission",
				"description": "You must inspect all:\n* prop shafts\n* drive shafts\n* prop shaft and drive shaft couplings and bearings\n* drive chains or belts\n\nClass 3 vehicles do not need to be inspected for this.",
				"defects": [
				  {
					"description": "A transmission shaft: securing bolts loose or missing",
					"category": "Major"
				  },
				  {
					"description": "A transmission shaft: likely to become detached",
					"category": "Dangerous"
				  },
				  {
					"description": "A transmission shaft bearing: excessively worn",
					"category": "Major"
				  },
				  {
					"description": "A transmission shaft bearing: likely to break up",
					"category": "Dangerous"
				  },
				  {
					"description": "A transmission: joint, belt or chain excessively worn",
					"category": "Major"
				  },
				  {
					"description": "A transmission: so worn it is likely to fail",
					"category": "Dangerous"
				  },
				  {
					"description": "A transmission shaft flexible coupling: excessively deteriorated",
					"category": "Major"
				  },
				  {
					"description": "A transmission shaft flexible coupling: so deteriorated it is likely to fail",
					"category": "Dangerous"
				  },
				  {
					"description": "A transmission shaft bent or badly damaged",
					"category": "Major"
				  },
				  {
					"description": "A transmission shaft bearing housing: fractured or insecure",
					"category": "Major"
				  },
				  {
					"description": "A transmission shaft bearing housing: likely to fail",
					"category": "Dangerous"
				  },
				  {
					"description": "A transmission shaft constant velocity joint boot: severely deteriorated",
					"category": "Minor"
				  },
				  {
					"description": "A transmission shaft constant velocity joint boot: missing, split or insecure so that it no longer prevents the ingress of dirt",
					"category": "Major"
				  }
				]
			  },
			  {
				"id": "6.1.8",
				"title": "Engine mountings",
				"description": "You must inspect engine mountings for all vehicles except for Class 3 vehicles.\n\nThe inspection includes mountings bolted to the gearbox that give essential support for the engine.\n\nBody corrosion close to an engine mounting should only be rejected if it's so severe that it results in excessive movement.",
				"defects": [
				  {
					"description": "An engine mounting or bracket: severely damaged or deteriorated resulting in excessive movement",
					"category": "Major"
				  },
				  {
					"description": "An engine mounting or bracket: fractured, missing or excessively loose",
					"category": "Dangerous"
				  }
				]
			  }
			]
		  },
		  {
			"id": "6.2",
			"title": "Body and interior",
			"items": [
			  {
				"id": "6.2.1",
				"title": "Body condition",
				"description": "This inspection is for all vehicles and includes:\n* all body panels\n* undertrays\n* spoilers\n* mirror housings\n\nFor inspecting bumpers, see Section 6.1.4.\n\nA 'body pillar' applies only to the load carrying area of a goods vehicle.\n\nAn unsafe modification is one that is likely to cause injury.",
				"defects": [
				  {
					"description": "A body panel or body component: damaged or corroded and likely to cause injury when grazed or contacted, or insecure",
					"category": "Major"
				  },
				  {
					"description": "A body panel or body component: likely to become detached",
					"category": "Dangerous"
				  },
				  {
					"description": "A body pillar: insecure",
					"category": "Major"
				  },
				  {
					"description": "A body pillar: so insecure that load stability or security likely to be seriously impaired",
					"category": "Dangerous"
				  },
				  {
					"description": "The passenger compartment in such a condition that: it permits the entry of exhaust fumes",
					"category": "Major"
				  },
				  {
					"description": "The passenger compartment in such a condition that: exhaust fumes lead to a danger to health of persons on board",
					"category": "Dangerous"
				  },
				  {
					"description": "Body: has an unsafe modification",
					"category": "Major"
				  },
				  {
					"description": "Body: modification likely to adversely affect braking or steering",
					"category": "Dangerous"
				  },
				  {
					"description": "A bootlid, tailgate, dropside, loading door or access panel cannot be secured in the closed position",
					"category": "Major"
				  }
				]
			  },
			  {
				"id": "6.2.2",
				"title": "Cab and body mounting",
				"description": "You only need to inspect vehicles with a separate body and/or cab. Class 3 vehicles do not need to be inspected for cabs and cab mountings.\n\nYou should assess for corrosion within 30cm of the mountings of the body or cab and its chassis.\n\nIf the cab/body is not of an integral construction, then the mountings are not prescribed areas, if corrosion is found at these mountings you can only reject the body or cab if its overall security is significantly reduced.\n\nIndividual body security defects are not a reason for rejection unless their cumulative effect is likely to significantly reduce the overall body security.",
				"defects": [
				  {
					"description": "A body or cab: insecure",
					"category": "Major"
				  },
				  {
					"description": "A body or cab: insecure to the extent that stability is seriously impaired",
					"category": "Dangerous"
				  },
				  {
					"description": "A body or cab obviously not squarely located on chassis",
					"category": "Major"
				  },
				  {
					"description": "Body or cab mounting: fixings missing or insecure such that overall security is significantly reduced",
					"category": "Major"
				  },
				  {
					"description": "Body or cab mounting: fixings missing or insecure such that stability is seriously impaired",
					"category": "Dangerous"
				  },
				  {
					"description": "Body, cab or chassis: excessively corroded at mounting points",
					"category": "Major"
				  },
				  {
					"description": "Body, cab or chassis: corroded at mounting points to the extent that overall security or stability is seriously impaired",
					"category": "Dangerous"
				  }
				]
			  },
			  {
				"id": "6.2.3",
				"title": "Doors and door catches",
				"description": "Defects regarding the opening of doors do not apply to passenger doors:\n* on goods vehicles modified for the carriage of high value cargoes such as armoured security vehicles\n* where the door aperture has been permanently 'filled' as part of a specialised customisation provided that there are no obvious aperture gaps\n\nA lack of door handles due to the original design or a specialist modification is not a defect so long as the door can be latched securely in the closed position and the door can still be opened using the relevant control, for example, a button or a fob.\n\nDriver and passenger doors must open from the outside using the relevant control.\n\nDriver and front passenger doors must also open from the inside using the relevant control.\n\nLoad space doors must be able to be secured in the closed position.\n\nYou should only reject door hinges, catches and pillars for deterioration if it causes the doors not to work as intended.",
				"defects": [
				  {
					"description": "A door will not open using the relevant control or close properly",
					"category": "Major"
				  },
				  {
					"description": "A door likely to open inadvertently or not remain closed: in the case of a sliding door",
					"category": "Major"
				  },
				  {
					"description": "A door likely to open inadvertently or not remain closed: in the case of a turning door",
					"category": "Dangerous"
				  },
				  {
					"description": "A door hinge, catch or pillar: excessively deteriorated",
					"category": "Minor"
				  },
				  {
					"description": "A door hinge, catch or pillar: missing or insecure",
					"category": "Major"
				  }
				]
			  },
			  {
				"id": "6.2.4",
				"title": "Floor",
				"description": "You must inspect the floor in the driver, passenger and goods carrying compartments.\n\nAreas of floor within a 'prescribed area' are covered in sections 1 (brakes), 2 (steering), 5 (axles, wheels, tyres and suspension) and 7 (other equipment).",
				"defects": [
				  {
					"description": "A floor: excessively deteriorated or insecure",
					"category": "Major"
				  },
				  {
					"description": "A floor: so deteriorated or insecure it is likely to cause loss of control of the vehicle, injury, load insecurity or instability",
					"category": "Dangerous"
				  }
				]
			  },
			  {
				"id": "6.2.5",
				"title": "Driver's seat",
				"description": "Check the security of the driver's seat.\n\nFor manually adjustable seats, check that the seat remains secure in several positions. It is not necessary to check that the seat can be secured in all possible positions. Seat adjustment must incorporate an automatic locking system which operates in all positions provided for normal use. If the mechanism requires manual assistance it should be rejected for not working as intended.\n\nA driver's seat that is fixed or cannot be adjusted to the manufacturers full range of fore and aft adjustment is not a reason for failure.\n\nFor electrically adjusted seats, you do not need to check that any 'memory position' function is working.\n\nOriginal design characteristics and specialised modifications (e.g. to enable wheelchair access, or changed to a fixed seat) are to be accepted.",
				"defects": [
				  {
					"description": "A driver's seat: with a defective structure",
					"category": "Major"
				  },
				  {
					"description": "A driver's seat: insecure",
					"category": "Dangerous"
				  },
				  {
					"description": "A driver's seat: fore and aft adjustment mechanism not working as intended",
					"category": "Major"
				  },
				  {
					"description": "A driver's seat: seat moving inadvertently or backrest cannot be retained in the upright position",
					"category": "Dangerous"
				  }
				]
			  },
			  {
				"id": "6.2.6",
				"title": "Passenger seats",
				"description": "You should lift folded seats to inspect seat belts unless this requires the use of tools or specialist equipment. \nIf you cannot lift seats because there are heavy or fragile items on the seat, you can refuse to test the vehicle. For details, see item 4d in the Introduction.\n\nYou should only consider a passenger seat structure defective if it's likely to cause injury.\n\nOriginal design characteristics and specialised modifications (e.g. to enable wheelchair access, or changed to a fixed seat) are to be accepted.",
				"defects": [
				  {
					"description": "A passenger seat: with a defective structure or the backrest cannot be retained in the upright position",
					"category": "Major"
				  },
				  {
					"description": "A passenger seat: insecure",
					"category": "Dangerous"
				  }
				]
			  },
			  {
				"id": "6.2.7",
				"title": "Driving controls",
				"description": "You should inspect Class 5 vehicles for driving controls not covered in other sections of the manual, such as:\n* clutch\n* accelerator\n* gear selector\n* engine stop",
				"defects": [
				  {
					"description": "A driving control necessary for the safe operation of the vehicle: not functioning correctly",
					"category": "Major"
				  },
				  {
					"description": "A driving control necessary for the safe operation of the vehicle: not working or functioning such that safe operation of the vehicle is affected",
					"category": "Dangerous"
				  }
				]
			  },
			  {
				"id": "6.2.8",
				"title": "Cab steps (if fitted)",
				"description": "You must only inspect steps that aid entry into the driver's and/or the front passenger compartment.",
				"defects": [
				  {
					"description": "A cab step or step ring: insecure",
					"category": "Minor"
				  },
				  {
					"description": "A cab step or step ring: so insecure that it is likely to cause injury",
					"category": "Major"
				  },
				  {
					"description": "A cab step or step ring in such a condition that it is likely to cause injury",
					"category": "Major"
				  }
				]
			  },
			  {
				"id": "6.2.9",
				"title": "Not in use",
				"description": "",
				"defects": []
			  },
			  {
				"id": "6.2.10",
				"title": "Not in use",
				"description": "",
				"defects": []
			  },
			  {
				"id": "6.2.11",
				"title": "Not in use",
				"description": "",
				"defects": []
			  },
			  {
				"id": "6.2.12",
				"title": "Handgrips and footrests",
				"description": "You must only inspect tricycles and quadricycles fitted with handgrips and/or footrests for the driver/passenger(s). \nYou must reject these if they're missing or insecure and it's clear that they're required for the vehicle to be safely operated.",
				"defects": [
				  {
					"description": "A handgrip or footrest missing or insecure",
					"category": "Major"
				  }
				]
			  }
			]
		  }
		]
	  },

	  {
		"id": "7",
		"title": "Other equipment",
		"description": "Seat belts and restraint systems, airbags, anti-theft devices, horn, speedometer, speed limiter and electronic stability control (ESC) rules and inspection for car and passenger vehicle MOT tests.",
		"subsections": [
		  {
			"id": "7.1",
			"title": "Seat belts and supplementary restraint systems (SRS)",
			"items": [
			  {
				"id": "7.1.1",
				"title": "Seat belt security",
				"description": "You must inspect anchorage points for:\n\n- all seat belts fitted\n- child seats and restraints that are securely attached to the vehicle using Isofix, carabiners, ratchet straps, nuts and bolts etc\n- disabled persons belts or wheelchairs\n\nA seat belt anchorage 'prescribed area' includes the seat mounting points where a seat belt is attached to a seat frame.\nFor assessing corrosion and using the corrosion assessment tool, see Appendix A.\nYou do not need to inspect:\n\n- a belt fitted with no corresponding seat\n- a buckle or stalk with no corresponding belt",
				"defects": [
				  {
					"description": "The strength or continuity of the load bearing structure within 30cm of any seat belt anchorage (a 'prescribed area'): is significantly reduced or inadequately repaired",
					"category": "Major"
				  },
				  {
					"description": "The strength or continuity of the load bearing structure within 30cm of any seat belt anchorage (a 'prescribed area'): anchorage likely to become detached in the event of a collision",
					"category": "Dangerous"
				  },
				  {
					"description": "Seat belt anchorage loose",
					"category": "Major"
				  }
				]
			  },
			  {
				"id": "7.1.2",
				"title": "Seat belt fitment and condition",
				"description": "Seat belt webbing must be assessed for cuts, damage, fluffing, fraying and any evidence of overstretching.\nYou must ensure that belt operation is not obstructed by any such damage. Any signs of overstretching will be a deficiency.\nCuts on either side of the webbing in excess of 2mm are likely to reduce the webbing strength significantly and will be deemed a deficiency.\nAway from the webbing edges where cuts and damage have a lesser effect on the tensile strength, only cuts or damage obviously in excess of 4mm shall be considered a deficiency.\nCuts anywhere on a child seat belt will be deemed a deficiency.\nYou must check any visible parts of all seat belts fitted. This includes:\n\n- seat belts fitted to child seats and restraints (this only applies to child seats and restraints that are securely attached to the vehicle using Isofix, carabiners, ratchet straps, nuts and bolts etc)\n- any disabled persons belts or wheelchairs straps\n\nYou do not need to inspect:\n\n- a belt fitted with no corresponding seat\n- a buckle or stalk with no corresponding belt\n\nYou should lift folded seats to inspect seat belts. However, you do not have to do this if you'd need tools to do it. If you cannot lift seats because there are heavy or fragile items on the seat, you can refuse to test the vehicle. For details, see item 4d in the Introduction.\nYou do not need to inspect buckles or stalks with no corresponding belt.\nWhere a child seat is fitted that prevents access to the seat belt buckle, you must check as much of the seat belt as possible and issue an advisory that the buckle could not be checked.\nTo check the belt buckle:\n\n1. Fasten the belt locking mechanism.\n2. Try to pull the locked sections apart.\n3. Press the release mechanism while pulling on the belt.\n4. Make sure the mechanism releases when required.\n\nFor retracting seat belts, check that excess webbing is wound into the retracting unit with the mechanism fastened and the seat unoccupied. Check this with the seat base set in its rearmost position.\nSome types of retracting belt might need manual help before they retract. If a temporary device is fitted to prevent retraction, you can remove it.\nA seat belt installation check might be required on vehicles fitted with more than 8 passenger seats first used before 1 October 2001. If you're not sure, see Section 10 of this inspection manual.\nChild seat(s) retained by seat belt(s) must not be removed. A visual examination is required of only those parts of the seat belt(s) which are readily accessible.\nFitment\nSeat belts are not needed for:\n\n- seats that are only used when the vehicle is stationary, such as a sofa in the living area of a motor caravan\n- side facing seats\n- occasional seats that fold down when not in use\n\nFor further information see the tables in Appendix C to determine which seats need a seat belt.",
				"defects": [
				  {
					"description": "A statutory seat belt missing",
					"category": "Major"
				  },
				  {
					"description": "A seat belt webbing or flexible stalk significantly stretched, damaged or weakened",
					"category": "Major"
				  },
				  {
					"description": "Seat belt not functioning as intended or of an incorrect type",
					"category": "Major"
				  },
				  {
					"description": "Seat belt buckle missing, damaged or not functioning as intended",
					"category": "Major"
				  },
				  {
					"description": "Seat belt retractor not functioning as intended",
					"category": "Major"
				  }
				]
			  },
			  {
				"id": "7.1.3",
				"title": "Seat belt load limiters",
				"description": "You must check all seat belt load limiters fitted as original equipment other than on Class 3 vehicles.\nLoad limiters are designed to minimise seat belt inflicted injury in violent collisions. The simplest type of load limiter is a fold sewn into the belt webbing, which pulls apart when a high amount of force is applied to the belt.\nMechanical load limiters commonly use a torsion bar in the retractor mechanism. These cannot usually be easily inspected.",
				"defects": [
				  {
					"description": "A seat belt load limiter fitted as original equipment obviously missing or a folded webbing type load limiter deployed",
					"category": "Major"
				  }
				]
			  },
			  {
				"id": "7.1.4",
				"title": "Seat belt pre-tensioners",
				"description": "You must check all seat belt pre-tensioners fitted as original equipment other than on Class 3 vehicles.\nSeat belt pre-tensioners activate in certain violent collisions to tighten the seat belt just before the full force of impact. Once activated, a warning device might display.",
				"defects": [
				  {
					"description": "A seat belt pre-tensioner fitted as original equipment obviously missing or deployed",
					"category": "Major"
				  }
				]
			  },
			  {
				"id": "7.1.5",
				"title": "Airbags",
				"description": "This inspection is for all airbags fitted as original equipment other than on Class 3 vehicles.\nA passenger airbag that is switched off is not a defect.",
				"defects": [
				  {
					"description": "An airbag fitted as original equipment obviously missing",
					"category": "Major"
				  },
				  {
					"description": "An airbag obviously inoperative",
					"category": "Major"
				  }
				]
			  },
			  {
				"id": "7.1.6",
				"title": "Supplementary restraint system (SRS)",
				"description": "The SRS MIL (Malfunction Indicator Lamp) should only be failed if it is indicating a system malfunction. A lamp illuminated to indicate the passenger airbag is disabled is not to be regarded as a defect.\nWarning messages on dashboard displays are not a defect in their own right, but may assist the tester in determining that the warning lamp is illuminated because a malfunction exists.",
				"defects": [
				  {
					"description": "An SRS malfunction indicator lamp (MIL) indicates a system malfunction",
					"category": "Major"
				  }
				]
			  }
			]
		  },
		  {
			"id": "7.2",
			"title": "Not in use",
			"items": []
		  },
		  {
			"id": "7.3",
			"title": "Anti-theft device",
			"items": [
			  {
				"id": "7.3.1",
				"title": "Anti-theft device",
				"description": "You only need to inspect the anti-theft device on M1 vehicles first used on or after 1 September 2001 with a steering lock as an anti-theft device fitted as original equipment.\nIt's acceptable for a steering lock to be missing or not working as long as the vehicle has an engine immobiliser, or a permanently installed immobilisation device which acts on either the steering, brakes or the transmission.\nSome electronic steering locks, generally on vehicles with keyless ignition systems, will only activate when the driver's door is opened or closed.\nIf it's not practical to check if a steering lock is working, you should give the benefit of the doubt.",
				"defects": [
				  {
					"description": "Steering lock missing or not functioning",
					"category": "Minor"
				  },
				  {
					"description": "Steering lock inadvertently engaging",
					"category": "Dangerous"
				  }
				]
			  }
			]
		  },
		  {
			"id": "7.4",
			"title": "Not in use",
			"items": []
		  },
		  {
			"id": "7.5",
			"title": "Not in use",
			"items": []
		  },
		  {
			"id": "7.6",
			"title": "Not in use",
			"items": []
		  },
		  {
			"id": "7.7",
			"title": "Audible warning (horn)",
			"items": [
			  {
				"id": "7.7.1",
				"title": "Audible warning (horn)",
				"description": "An audible warning must be loud enough to be heard by other road users.\nFor vehicles first used on or after 1 August 1973, the sound emitted must be continuous or uniform. It cannot be harsh or grating.\nThe following cannot be used as an audible warning:\n\n- gongs\n- bells\n- sirens\n- anything that has more than one tone\n\nNote: When operated, a two or more tone horn automatically produces a sound which alternates at regular intervals between fixed notes.\nHowever, on vehicles first used before 1906 the audible warning can be a gong, bell or siren.",
				"defects": [
				  {
					"description": "Audible warning not working",
					"category": "Major"
				  },
				  {
					"description": "Audible warning control insecure",
					"category": "Minor"
				  },
				  {
					"description": "Audible warning not in accordance with requirements",
					"category": "Major"
				  }
				]
			  }
			]
		  },
		  {
			"id": "7.8",
			"title": "Speedometer",
			"items": [
			  {
				"id": "7.8.1",
				"title": "Speedometer",
				"description": "You must check the speedometer of vehicles first used on or after 1 October 1937 with a maximum speed above 25mph. You do not need to check Class 3 vehicles.\nIf a road test is needed, for example to carry out a decelerometer test, you must check whilst driving that the speedometer is working.\nIf a road test is not necessary, you should only reject a speedometer if it's clearly not working.\nSpeedometers do not need to be lit on:\n\n- vehicles with no front or rear position lamps\n- vehicles that have front or rear positions lamps that are permanently disconnected, painted over or masked\n\nYou can accept a tachograph as an alternative to a speedometer if it satisfies the requirements of this inspection.",
				"defects": [
				  {
					"description": "Speedometer not fitted where one is required",
					"category": "Major"
				  },
				  {
					"description": "Speedometer: operation impaired",
					"category": "Minor"
				  },
				  {
					"description": "Speedometer: not working",
					"category": "Major"
				  },
				  {
					"description": "Speedometer: not sufficiently illuminated",
					"category": "Minor"
				  },
				  {
					"description": "Speedometer: not illuminated",
					"category": "Major"
				  }
				]
			  }
			]
		  },
		  {
			"id": "7.9",
			"title": "Not in use",
			"items": []
		  },
		  {
			"id": "7.10",
			"title": "Speed limiter (if required)",
			"items": [
			  {
				"id": "7.10.1",
				"title": "Speed limiter",
				"description": "You only need to check:\n\n- vehicles that must have a speed limiter fitted\n- areas of the vehicle that are visible without dismantling\n\nVehicles that must have a speed limiter are:\n\n- M2 and M3 vehicles with a maximum speed more than 100km/h (62.14mph) if a speed limiter was not fitted, with a DGW not exceeding 7,500kg and first used on or after 1 January 2005\n- M2 and M3 vehicles with a maximum speed more than 100km/h (62.14mph) if a speed limiter was not fitted, with a DGW more than 7,500kg and first used on or after 1 January 1988\n- vehicles with more than 16 passenger seats with a maximum speed more than 112.65km/h (70mph) if a speed limiter was not fitted, with a DGW more than 7,500kg and first used between 1 April 1974 and 31 December 1987\n\nVehicles with a DGW not exceeding 7,500kg with Euro III or later engines and first used between 1 October 2001 and 31 December 2004 are required to have a speed limiter. If you know that the vehicle has a speed limiter fitted, then it must meet the requirements of this inspection.\nIf a vehicle has been modified, such as by changing the rear axle ratio so that it will no longer be able to go faster than 100km/h, the vehicle must have a signed declaration showing the details of the modification. It should not be possible for the driver to switch off the speed limiter while driving. However, speed limiters wired through ignition switches are acceptable.\nTamperproof devices might be for example mechanical and electrical connections that can be only used with special tools, normally only available from vehicle or component manufacturers for disconnection or adjustment purposes. These are acceptable instead of other types of tamperproof devices such as seals, lock nuts, pins, wires, plastic inserts, sealing compound or sealing paint on mechanical and electrical connections.\nModern tamperproof devices are electronic and cannot be checked.\nYou should get the vehicle's DGW from the manufacturer's plate.\nFor vehicles first used before 1 April 1982 not fitted with a manufacturer's plate, you should instead calculate the laden weight by following these steps:\n\n1. Multiply the maximum number of passengers and crew, excluding the driver, by 63.5kg.\n2. Add the kerb or unladen weight displayed on the side of the vehicle.\n\nA speed limiter plate must be securely fixed somewhere easy to see in the driver's compartment. If the plate is fixed to the driver's compartment window it's acceptable for the details to face inwards or outwards. Outward facing plates must be able to be read by a person of average height.\nThe plate must be clearly and permanently marked with the speed at which the speed limiter has been set. The speed can be shown in mph or km/h.\nThe character and composition of the plate and size of lettering are not important provided the details are legible.",
				"defects": [
				  {
					"description": "Speed limiter not fitted in accordance with the requirements",
					"category": "Major"
				  },
				  {
					"description": "Speed limiter obviously not operational",
					"category": "Major"
				  },
				  {
					"description": "Speed limiter with an incorrect set speed",
					"category": "Major"
				  },
				  {
					"description": "Speed limiter tamperproof device missing or defective",
					"category": "Major"
				  },
				  {
					"description": "Speed limiter plate missing or illegible",
					"category": "Major"
				  }
				]
			  }
			]
		  },
		  {
			"id": "7.11",
			"title": "Not in use",
			"items": []
		  },
		  {
			"id": "7.12",
			"title": "Electronic stability control (ESC)",
			"items": [
			  {
				"id": "7.12.1",
				"title": "Electronic stability control",
				"description": "You must check all vehicles fitted with electronic stability control other than Class 3 vehicles.\nElectronic stability control is also referred to as ESC, ESP, VDC, and DSC, among many other names. Some systems may be able to be switched off by a switch, whilst others might only be able to be switched off using an electronic menu system.\nThe dashboard warning lamp for these systems might take various forms and you should only fail a vehicle if you're certain that the warning lamp is indicating an ESC malfunction. You might need to check the owner's handbook.",
				"defects": [
				  {
					"description": "Wheel speed sensors missing or damaged",
					"category": "Major"
				  },
				  {
					"description": "ESC wiring damaged",
					"category": "Major"
				  },
				  {
					"description": "Other ESC component missing or damaged",
					"category": "Major"
				  },
				  {
					"description": "ESC switch damaged or not functioning correctly",
					"category": "Major"
				  },
				  {
					"description": "ESC MIL indicates a system malfunction",
					"category": "Major"
				  }
				]
			  }
			]
		  }
		]
	  },

	  {
		"id": "8",
		"title": "Nuisance",
		"description": "Noise, exhaust emissions, engine malfunction indicator lamp (MIL) (sometimes called an engine management light or 'EML'), and fluid leak rules and inspection for car and passenger vehicle MOT tests.",
		"subsections": [
		  {
			"id": "8.1",
			"title": "Noise",
			"items": [
			  {
				"id": "8.1.1",
				"title": "Noise suppression system",
				"description": "You must inspect:\n\n- exhaust silencers\n- under-bonnet noise deadening material fitted as original equipment - you do not need to inspect this for Class 3 vehicles\n\nYou must use your judgement to assess exhaust noise:\n\n- during the emissions test for the vehicle\n- rev the engine to around 2,500rpm or half the maximum engine speed if this is lower on vehicles not subject to an emissions test\n\nExhaust noise from the vehicle must not be unreasonably above the noise level you'd expect from a similar vehicle with a standard silencer in average condition.",
				"defects": [
				  {
					"description": "Exhaust noise levels in excess of those permitted",
					"category": "Major"
				  },
				  {
					"description": "Any part of the noise suppression system: insecure",
					"category": "Major"
				  },
				  {
					"description": "Any part of the noise suppression system: likely to become detached",
					"category": "Dangerous"
				  }
				]
			  }
			]
		  },
		  {
			"id": "8.2",
			"title": "Exhaust emissions",
			"items": [
			  {
				"id": "8.2.1",
				"title": "Spark ignition engine emissions",
				"description": "",
				"items": [
				  {
					"id": "8.2.1.1",
					"title": "Exhaust emission control equipment",
					"description": "You only need to check components that are visible and identifiable, such as catalytic converters, oxygen sensors, and exhaust gas recirculation valves.\nYou should reject all vehicles first used on or after 1 September 2002, where original emissions control equipment components are missing, obviously modified or obviously defective.\nVehicles used prior to 1 September 2002 should only be rejected, where a full catalyst test could apply. Use the flowcharts 1, 2 and 3 to decide which emission test is applicable for the vehicle being tested.",
					"defects": [
					  {
						"description": "Emission control equipment fitted by the manufacturer: missing, obviously modified or obviously defective",
						"category": "Major"
					  },
					  {
						"description": "An induction or exhaust leak that could affect emissions levels",
						"category": "Major"
					  }
					]
				  },
				  {
					"id": "8.2.1.2",
					"title": "Gaseous emissions",
					"description": "Engine malfunction indicator lamp (engine management light or 'EML')\nTurn on the ignition and check that the engine malfunction indicator lamp (MIL) illuminates and then goes off. On some vehicles it will be necessary to start the engine before the MIL goes off.\nYou need to inspect MIL fitted to:\n\n- petrol vehicles including hybrids with 4 or more wheels, not more than 8 passenger seats in addition to the driver's seat and first used on or after 1 July 2003\n- petrol vehicles including hybrids with 4 or more wheels, more than 8 passenger seats in addition to the driver's seat and first used on or after 1 July 2008\n- gas and bi-fuel vehicles including hybrids with 4 or more wheels, not more than 8 passenger seats in addition to the driver's seat and first used on or after 1 July 2008\n\nKit cars, amateur built vehicles and American pickups are not required to be fitted with an engine MIL.\nVisual inspection (all vehicles):\nRaise the engine speed to around 2500rpm or half the maximum engine speed if this is lower. Hold the engine speed steady for approximately 20 seconds and allow the engine to return to its natural idle speed.\nOnce the idle speed has stabilised assess the smoke emitted from the tailpipe. If the exhaust is emitting dense blue or clearly visible black smoke then the vehicle will fail the test.\nIn exceptional cases, especially on certain vehicles manufactured before 1960 where emissions of smoke are unavoidable due to the engine design, these vehicles will not fail the test.\nVehicles with two stroke engines also emit smoke that is not avoidable and should not be failed unless the exhaust emits excessive dense blue or clearly visible black smoke during acceleration which would obscure the view of other road users.\nThis test may be done in conjunction with the check of the vehicles noise suppression system Section 8.1.1\nEmissions testing\nYou must inspect vehicles with spark ignition engines first used on or after 1 August 1975.\nYou do not need to check:\n\n- L category vehicles\n- hybrid vehicles - with electric and combustion engines\n- hydrogen fuel cell vehicles\n- two-stroke engines - unless they are subject to a catalyst test\n\nIf an engine has been modified in any way, it still must meet the exhaust emission requirements according to the age of the vehicle.\nFor emissions purposes only you should treat the following as first used before 1 August 1975:\n\n- kit cars and amateur-built vehicles first used before 1 August 1998\n- Wankel rotary-engined vehicles first used before 1 August 1987\n- Q plated vehicles\n\nTo prevent the build-up of fumes, the test should be carried out in a well-ventilated area.\nPersonal imports\nA personal import must be tested according to its date of first use. However, if you're shown a letter from the vehicle manufacturer proving that the engine does not meet British emission standards you must test to the next lower emission standard.\nFor example, a 1995 car first used in Gambia with a letter from the engine manufacturer stating the engine number and showing that the engine cannot meet catalyst emission limits, you must use the non-cat limits of carbon monoxide (CO) 3.5% and hydrocarbons (HC) 1,200ppm.\nVehicles fitted with a different engine\nIf a vehicle first used before 1 September 2002 is fitted with an engine that's older than the vehicle, you must test it to the standards applicable for the engine. The vehicle presenter must have proof of the age of the engine.\nIf a vehicle first used on or after 1 September 2002 is fitted with a different engine, you must test it to the emissions standards for the age of the vehicle.\nFor emission standards on kit cars, read further.\nKit cars\nKit cars and amateur-built vehicles first used on or after 1 August 1998 must have either Single Vehicle Approval (SVA) or Individual Vehicle Approval (IVA).\nYou must test kit cars or amateur built vehicles to the limits in the vehicle's registration document (V5c). If the V5c does not show any limits, you must test it to the limits of the engine fitted at the time of the SVA or IVA test.\nVehicles exempt from emission limits\nSome vehicles may never have been able to meet the MOT limits for CO or HC emissions. The vehicle owner must provide proof of this, such as a letter from the vehicle manufacturer. If the vehicle owner cannot provide proof of this, you must fail the MOT test if the vehicle is not within the emissions limits.\nPassenger cars\nA 'passenger car' is a vehicle that:\n\n- is constructed or adapted to carry passengers\n- has up to 5 passenger seats, excluding the driver's seat\n- has a DGW not exceeding 2,500kg\n- is not a goods vehicle, such as a pick-up or a car-derived van\n\nIf you're not sure if a vehicle is a passenger car, you can confirm it by:\n\n- getting the DGW from the manufacturer's VIN plate\n- checking if the vehicle is listed in section 2 of the current emissions data book\n- checking the owner's handbook or a data book\n\nIf you cannot find proof that the vehicle is a passenger car, you must assume it's not a passenger car.\nSpecialist conversions\nFor emissions purposes, you must treat specialist conversions as if they had not been converted.\nFor example, a motor caravan or ambulance converted from a goods vehicle is still to be treated as not being a passenger car, whereas an ambulance converted to a goods vehicle, or a passenger car with seats added is still to be treated as being a passenger car.\nSimilarly, a vehicle originally built with 6 or more passenger seats, in addition to the driver, which has had seats removed must be still treated as not being a passenger car.\nTesting dual exhaust systems\nA dual exhaust system has 2 separate pipes from the engine manifold to the tailpipes.\nYou need to average the emissions from both tailpipes - even if the system has a balance tube between the separate pipes.\nTo average the emissions, you add both readings together and divide by 2.\nFor example:\n\n- 1st pipe emits 0.3% CO and 200 ppm HC\n- 2nd pipe emits 0.1% CO and 150 ppm HC\n\nIf a vehicle has an exhaust holed to the extent that it will fail its MOT, you should recheck the emissions when the exhaust is repaired even if the vehicle does not leave the testing station. You should tell the vehicle presenter that any emission readings taken with a leaking exhaust might be incorrect.\nVehicles which run on more than one fuel, such as petrol and LPG, should be tested on the fuel they are running on when presented.\nTesting LPG engines\nThe hydrocarbon (HC) emissions on vehicles running on LPG are propane and not hexane. The HC reading obtained must therefore be divided by the 'propane/hexane equivalency factor' (PEF) marked on the gas analyser.\nFor example: If the HC reading = 180 ppm and the PEF marked on the machine is 0.48.\nEmission limits\nUse the flowcharts 1, 2 and 3 to decide which emission test is applicable for the vehicle being tested. Follow the flowcharts and notes carefully as early catalyst equipped vehicles may not need a 'CAT' test.\nSome vehicles give unstable readings due, for example, to their carburettor or fuel injection system design. Before failing a vehicle, make sure that a particular limit has been exceeded constantly for at least 5 seconds.\nSome vehicles give unstable readings. Make sure you test the emissions level for at least 5 seconds.\nChart 1. Emissions limits for vehicles first used on or after 1 August 1975\n*See chart 2 for passenger cars first on or after 1 August 1992\nChart 2. Emissions limits of passenger cars first used on or after 1 August 1992\nChart 3. Emissions limits of non-passenger cars first used on or after 1 August 1992\nNon-catalyst test\nYou must:\n\n- measure the exhaust gas for at least 5 seconds at idle\n- determine the proportion of carbon monoxide (CO)\n- determine the proportion of hydrocarbons (HC) - you do not need to do this for vehicles using compressed natural gas (CNG)\n\nDuring the test, make sure:\n\n- the engine is idling normally - if this is not possible, you can use light throttle pedal pressure\n- the engine is warm\n- any enrichment device, like a choke, is not operating\n- there is not significant electrical loading, such as heated seats or heated rear windows\n\nYou must deduct any residual hydrocarbons from the HC reading. Residual hydrocarbons are those that are picked up by the analyser when it samples clean air.\nIf a vehicle meets the CO requirement at its normal idling speed but fails the HC check, apply light pressure to the throttle and re-check the HC level at a high idle speed of about 2,000rpm. If the HC reading is then 1,200ppm or less, the vehicle will meet both the CO and HC requirements.\nBasic emissions test\nEnsure a daily leak test has been carried out.\nMake sure the engine is hot. If the engine is not hot, raise the engine speed to between 2,000rpm and 3,000rpm until it's up to normal operating temperature.\nYou can tell that the engine is hot from any of the following:\n\n- the temperature gauge\n- the cooling fan has cut in\n- the cooling hoses are hot\n\nTo do the emissions test:\n\n- Make sure the engine is idling normally - to check this use the vehicle tachometer or attach an engine speed measuring device.\n- Do a HC hang-up check to make sure that HC is less than 20ppm.\n- Insert the analyser probe into the exhaust.\n- Raise the engine speed to between 2,500rpm and 3,000rpm and hold it steady.\n- Record the CO, HC and lambda readings.\n- Allow the engine speed to return to idle (between 450rpm and 1,500rpm).\n- Record the CO reading.\n\nTo pass the basic emissions test, the readings must be within all the following limits:\n\n- CO up to 0.2% at fast idle (2,500rpm to 3,000rpm)\n- HC up to 200ppm at fast idle (2,500rpm to 3,000rpm)\n- Lambda between 0.97 and 1.03 at fast idle (2,500rpm to 3,000rpm)\n- CO up to 0.3% at idle (450rpm to 1,500rpm)\n\nIf the vehicle passes the test, the VTS must keep a readily retrievable record for 3 months. The customer must be provided with a printout of the result if one is requested.\nIf the vehicle does not pass the basic emissions test, you need to:\n\n- Enter the vehicle's details into the analyser.\n- Use the testing flow charts to check which test to do next.\n- Carry out either a full catalyst test or a non-catalyst test as appropriate.\n\nFull catalyst test\nUse the flowcharts 1, 2 and 3 within this section to establish which emissions test and limits you must use for the vehicle under test.\nUse the vehicle exhaust emission standards or use the EGA database to find any specific limits for the vehicle.\nYou might need the following details to find the vehicle's exact limits:\n\n- vehicle make\n- vehicle model\n- model code\n- engine code\n- engine size\n- VIN\n\nIf you can find an exact match other than the model or engine code, use the lesser of the vehicle's specific limits or default limits.\nIf you cannot find an exact match, test it to default limits.\nTo carry out the full catalyst test:\n\n- Connect the engine speed and oil temperature measuring devices. If you can measure the engine speed only after removing a cosmetic engine cover, you must remove the cover if it's easily un-clipped and then carry out the speed measurement. If the engine speed cannot be measured, you should use the vehicle tachometer if fitted. Otherwise you can by-pass the engine speed measurement and make an estimate.\n- Check the engine oil temperature. If it's below the minimum vehicle specific requirement, raise the engine speed to between 2,000rpm and 3,000rpm and maintain this speed until the minimum engine oil temperature has been reached. Remove temperature measuring probe and replace dipstick.\n- Engine oil temperature must be measured whenever possible, using the approved device. If in exceptional circumstances the engine oil temperature cannot be measured, check that the temperature gauge indicated that the engine was at its normal operating temperature, the cooling fan had cut in, or the coolant pipes were hot.\n- Perform a HC hang-up check and ensure that HC is less than 20ppm before continuing. Insert the analyser sample probe.\n- If the engine speed is clearly above the vehicle specific limit and it can be easily adjusted, you can adjust it and complete the test - the adjustment is not, however, part of the MOT test.\n- Follow the EGA prompts until the full catalyst test is completed.\n- If the vehicle passes the test, the VTS must keep a readily retrievable record for 3 months. The customer must be provided with a printout of the result if one is requested.\n- If the vehicle fails the emissions test, a copy of the result print out must be given to the customer. The VTS must keep a readily retrievable record of the result for 3 months.\n\n\"Not tested\" or \"Unable to be tested\" must only be used where it becomes apparent during the test that the particular item cannot be tested, and this could not have been identified prior to starting the test. The reason for selecting the failure must be included in the additional information box.",
					"defects": [
					  {
						"description": "Emissions levels exceed the manufacturer's specified limits",
						"category": "Major"
					  },
					  {
						"description": "Emissions levels exceed default limits",
						"category": "Major"
					  },
					  {
						"description": "Lambda coefficient outside the default limits or the range specified by the manufacturer",
						"category": "Major"
					  },
					  {
						"description": "Emissions test unable to be completed",
						"category": "Major"
					  },
					  {
						"description": "Engine is idling clearly above its normal idle speed",
						"category": "Major"
					  },
					  {
						"description": "Exhaust emits dense blue or clearly visible black smoke for a continuous period of 5 seconds at idle",
						"category": "Major"
					  },
					  {
						"description": "Exhaust emits excessive dense blue or clearly visible black smoke during acceleration which would obscure the view of other road users",
						"category": "Major"
					  },
					  {
						"description": "Engine MIL inoperative or indicating a malfunction",
						"category": "Major"
					  }
					]
				  }
				]
			  },
			  {
				"id": "8.2.2",
				"title": "Compression ignition engine emissions",
				"description": "",
				"items": [
				  {
					"id": "8.2.2.1",
					"title": "Exhaust emission control equipment",
					"description": "You only need to check components that are visible and identifiable, such as diesel oxidation catalysts, diesel particulate filters, exhaust gas recirculation valves and selective catalytic reduction valves.\nIf a diesel particulate filter has clearly been cut open and rewelded, you should reject it unless the vehicle presenter can show evidence that there was a valid reason to cut it open, such as for filter cleaning.",
					"defects": [
					  {
						"description": "Emission control equipment fitted by the manufacturer missing, obviously modified or obviously defective",
						"category": "Major"
					  },
					  {
						"description": "An induction or exhaust leak that could affect emissions levels",
						"category": "Major"
					  },
					  {
						"description": "Evidence that the diesel particulate filter has been tampered with",
						"category": "Major"
					  }
					]
				  },
				  {
					"id": "8.2.2.2",
					"title": "Opacity",
					"description": "Engine malfunction indicator lamp (engine management light or 'EML')\nTurn on the ignition and check that the engine malfunction indicator lamp (MIL) illuminates and then goes off. On some vehicles it will be necessary to start the engine before the MIL goes off.\nYou need to inspect MIL fitted to diesel vehicles including hybrids with 4 or more wheels and first used on or after 1 July 2008.\nKit cars, amateur built vehicles and American pickups are not required to be fitted with an engine MIL.\nOpacity test\nThis inspection is not for 'L' category vehicles or electric/combustion engine (hybrid) vehicles.\nAn approved diesel smoke meter (DSM) will be needed to perform this inspection on vehicles first used on or after 1 January 1980.\nThe probe on some types of smoke meter must be correctly aligned with the exhaust gas flow. You may have to check the smoke meter manufacturer's instructions.\nDo not do a smoke test if the engine is not in a safe condition. You must make sure it's safe by asking the vehicle presenter and carrying out a brief examination of the engine.\nThe smoke test should not be carried out if:\n\n- there is insufficient oil in the engine\n- the engine oil pressure is too low\n- there is abnormal engine noise\n- the governor has been tampered with\n- the camshaft belt is in an unsatisfactory condition\n\nIf you judge it to be unsafe to conduct the smoke test, you must show the reason for refusing to carry out the test on the VT30 (see item 4h in Introduction).\nOn vehicles first used before 1980 the engine should be at its normal operating temperature. You can check this from the temperature gauge, cooling fan switching on and off or by feeling hot coolant hoses.\nVehicles first used after 1980 vehicles must have an instrumented smoke test and it's important to ensure the engine is at least 80°C or normal operating temperature if lower, before carrying out the test. You should check the engine temperature with an engine oil temperature probe or other approved device.\nIf due to the vehicle design, or where oil temperature measurement is impractical, the engine's normal operating temperature may be checked by other means, such as the operation of the engine cooling fan. It is not normally sufficient to run the engine with the vehicle stationary to warm it up to temperature.\nWhen testing vehicles with automatic transmission you must take care to avoid overheating the transmission system. Do not carry out unnecessary engine acceleration or prolonged high revving of the engine. You may have to check the vehicle manufacturer's instructions.\nIf a vehicle has a dual exhaust system, you must repeat the smoke test and average the emissions from the tailpipes. To average the emissions, you add both readings together and divide by 2.\nFor example:\n\n- first pipe emits smoke level of 1.50m-1\n- second pipe emits smoke level of 1.00m-1\n\nA dual exhaust system has 2 separate pipes from the engine manifold to the tailpipes. Even if there is a balance tube between the separate pipes it's still considered a dual exhaust.\nMaximum engine revs cannot be achieved on some vehicles due to design features. If this is the case, the vehicle must be tested as presented. Such vehicles, as well as some with low emission diesel engines (mainly Euro IV and onwards) may fail to trigger a reading on the DSM.\nIf you cannot get a reading or the DSM shows an error, you must make a manual record to show that the emissions limits were tested and met but the DSM could not register the reading.\nIf you cannot register the results in the meter, write down the following details and keep them for 3 months:\n\n- test station number\n- tester's name\n- date and time\n- test number\n- vehicle type\n- vehicle registration number\n- that the vehicle passed the emissions test\n- no record was produced due to low emissions\n\nTest procedure - vehicles manufactured before 1980\nVehicles manufactured before 1980 only need to be visually inspected for emitted smoke at both idle and during free acceleration.\nHow to test:\n\n- Make sure the engine is at its normal operating temperature - use the temperature gauge, cooling fan cut in or hot coolant hoses to check this.\n- Make sure any oil temperature probe has been removed.\n- Increase the engine speed to around 2,500rpm or half the maximum engine speed - use whichever speed is lower.\n- Keep the engine at this speed for 30 seconds - this should fully purge the inlet and exhaust system.\n- Allow the engine to return to idle.\n- Assess the smoke emitted from the tailpipe.\n- Quickly increase the engine speed to around 2,500rpm or half the maximum engine speed - use whichever speed is lower and assess the smoke emitted from the tailpipe.\n\nTest procedure - vehicles manufactured in or after 1980\nVehicles manufactured in or after 1980 must be tested for exhaust smoke using an approved diesel smoke meter. Make sure you follow the smoke meter manufacturer's instructions.\nWhen testing automatic transmission, you might want to check the vehicle manufacturer's instructions so that you do not overheat the transmission system. Avoid unnecessary engine acceleration or prolonged high revving of the engine.\nBefore the test, check the maximum smoke level limit for the vehicle and enter the required details into the diesel smoke meter.\nThe maximum smoke level limit will be the level displayed on the manufacturer's plate; or where there is no manufacturer's plate information:\nFor vehicles first used before 1 July 2008, the maximum level is:\n\n- 2.5m-1 for a non-turbocharged engine\n- 3.0m-1 for a turbocharged engine\n\nFor vehicles first used between 1 July 2008 and 31 December 2013 the maximum level is 1.5m-1 for all engines.\nFor vehicles first used on or after 1 January 2014 the maximum level is 0.7m-1 for all engines.\nManufacturer's plate means either the VIN plate or a separate plate or sticker, which is likely to be within the engine compartment. The plate or sticker may be marked 24 R followed by a number to indicate the smoke limit (such as 0.24 in the example below). It's usually displayed in a box and often positioned in the bottom right corner of the VIN plate.\nAn example of a manufacturer's plate can be found in Section 2 of the Introduction.\nHow to test:\n\n- Make sure the engine checks are satisfactory.\n- Make sure the engine temperature is above 80 degrees centigrade or at its normal operating temperature whichever is lower.\n- Make sure you've removed any oil temperature probes.\n- Increase the engine speed to around 2,500rpm or half the maximum engine speed - use whichever speed is lower.\n- Keep the engine at this speed for 30 seconds - this should fully purge the inlet and exhaust system.\n- Increase the engine speed slowly to maximum engine revolutions (revs) to check that the governor is working properly\n- Once the engine speed has stabilized or it becomes clear that the governor is not working, release the pedal and allow the engine to return to idle.\n- Stop the engine and prompt the meter to do a zero check.\n- Insert the meter fully and securely in line with the gas flow.\n- Restart the engine.\n- Following the meter prompts, press down the accelerator pedal quickly and continuously so that the engine reaches full fuel position in less than one second.\n- Hold the engine at full fuel position until a release prompt is given and immediately release the accelerator pedal.\n- Allow the engine and any turbochargers to return to idle.\n- After the first acceleration read the smoke level displayed on the meter.\n- If the smoke level is above the limit for the vehicle, carry out 2 further accelerations.\n- If the mean smoke level is still above the limit for the vehicle, carry out further accelerations up to a maximum of 6 in total and read the smoke level display on the meter after each acceleration.\n\nThe vehicle has passed the opacity test if any of the following happens:\n\n- the first acceleration showed that the smoke level was at 60% or less than the limit for the vehicle\n- the mean smoke level from the first 3 readings was at or less than the limit for the vehicle\n- the mean smoke level from any consecutive 3 readings was at or less than the limit for the vehicle\n\nIf the smoke levels from the first acceleration were significantly higher than the limit, you can choose to not complete the test.\nOn vehicles fitted with a diesel particulate filter, also check that no visible smoke is emitted from the exhaust during the metered check.\nIf the vehicle passes the test, the VTS must keep a readily retrievable record for 3 months. The customer must be provided with a printout of the result if one is requested.\nIf the vehicle fails the emissions test, a copy of the result print out must be given to the customer. The VTS must keep a readily retrievable record of the result for 3 months.\nRetesting a vehicle that failed for smoke emissions\nIf you retest a vehicle that failed for smoke emissions exceeding the manufacturer's specified limit using the vehicle plate value, you must retest the vehicle to the same plate value.\nVehicles fitted with a different engine\nIf a vehicle first used before 1 September 2002 is fitted with an engine that's older than the vehicle, you must test it to the standards applicable for the engine. The vehicle presenter must have proof of the age of the engine.\nIf a vehicle first used on or after 1 September 2002 is fitted with a different engine, you must test it to the standards for the age of the vehicle.\nIf an engine has been modified in any way, it still must meet the exhaust opacity requirements according to the age of the vehicle.\nKit cars\nKit cars and amateur built vehicles first used on or after 1 August 1998 must have either Single Vehicle Approval (SVA) or Individual Vehicle Approval (IVA).\nYou must test kit cars or amateur built vehicles to the limits in the vehicle's registration document (V5c). If the V5c does not show any limits, you must test it to the limits of the engine fitted at the time of the SVA or IVA test.\n\"Not tested\" or \"Unable to be tested\" must only be used where it becomes apparent during the test that the particular item cannot be tested, and this could not have been identified prior to starting the test. The reason for selecting the failure must be included in the additional information box.",
					"defects": [
					  {
						"description": "Smoke opacity levels exceed the manufacturer's specified limit",
						"category": "Major"
					  },
					  {
						"description": "Smoke opacity levels exceed default limit",
						"category": "Major"
					  },
					  {
						"description": "Exhaust emits excessive smoke or vapour of any colour to an extent likely to obscure the vision of other road users",
						"category": "Dangerous"
					  },
					  {
						"description": "Exhaust on a vehicle fitted with a diesel particulate filter emits visible smoke of any colour",
						"category": "Major"
					  },
					  {
						"description": "Emissions test unable to be completed",
						"category": "Major"
					  },
					  {
						"description": "Emissions test not completed because smoke levels are significantly in excess of the specified limit values",
						"category": "Major"
					  },
					  {
						"description": "Engine MIL inoperative or indicating a malfunction",
						"category": "Major"
					  }
					]
				  }
				]
			  }
			]
		  },
		  {
			"id": "8.3",
			"title": "Not in use",
			"items": []
		  },
		  {
			"id": "8.4",
			"title": "Other environmental items",
			"items": [
			  {
				"id": "8.4.1",
				"title": "Fluid leaks",
				"description": "You must check for fluid leaks on all vehicles other than Class 3. You should do this with the engine idling.\nA leak of fluids such as engine coolant, screen wash and fluid required for Selective Catalyst Reduction are not reasons for failure.\nYou should fail a vehicle if a fluid leak creates a pool on the floor within 5 minutes that's more than 75mm in diameter or if there are many leaks which collectively leak fluid at the same rate.\nYou can refuse to carry out the test if there's an excessive fluid leak. For details see item 4 in the Introduction of this inspection manual.",
				"defects": [
				  {
					"description": "Fluid: leaking excessively and likely to harm the environment or to pose a safety risk to other road users",
					"category": "Major"
				  },
				  {
					"description": "Fluid: leaking continuously and likely to pose a serious risk to road safety",
					"category": "Dangerous"
				  }
				]
			  }
			]
		  }
		]
	  }


	]
  }